{"About/Philosophy":{"title":"Philosophy","links":[],"tags":[],"content":"This vault is designed to be as bare bones as possible, and to look as good as possible in default obsidian (dark mode)… However:\n\nA theme is recommended for the best/most aesthetic experience\n\nOur note taking methods rely heavily on callouts, which the default obsidian theme clashes badly with\nIf you aren’t sure about what theme to pick, I recommend AnuPpucin\n\n\n\n\nWe have a relative naming system:\n\n\nPlease categorize any note/file in the correct subject folder (i.e. English)\n\n\nName any sub-folders within said subject folders with the corresponding course code (i.e. ENG2D1)\n\nName any notes within those sub-folders with a clear definition of the note (i.e. Quotes 2-3)\n\n\n\nKeep all files within the corresponding file folder (i.e. MCR3U5 - Images)\n\nName any files within those folders using the format “Figure [Unit].[Lesson].[num]“\n\n\n\n\n\n\n\nImages are meant to be formatted in an easy to digest and aesthetic way, however because of this: the details on images may be hard to see.\nIf you encounter this issue:\n\nRight click the image\nPress open in new tab\n"},"English/ENG2D1/Cinematic-Techniques":{"title":"Cinematic Techniques","links":[],"tags":[],"content":"Cinematic techniques:\nFraming Height\n\n\ndirectors can choose what the audience gets to see\n\n\nportraying different people/giving meaning to a certain space/person/object\n\n\nExtreme Wide Shot\n\nthis shot establishes the setting\n\n\n\nLong Shot/Wide Shot\n\nthe full height of the primary actor is seen\n\n\n\nLong Shot/Wide Shot\n\nthe full height of the primary actor is seen\n\n\n\nMedium Shot\n\nshows half the subject, the most common shot\n\n\n\nMedium Close-Up Shot\n\nhalfway between medium and close up, captures from the chest up\n\n\n\nThe Close-Up Shot\n\ncaptures an actor’s expression, shoulders up\n\n\n\nExtreme Close-Up\n\nusually just the eyes\n\n\n\nOver-The-Shoulder Shot\n\nthe camera is over a character’s shoulder\n\n\n\nCamera Angle\n\n\ndifferent angles are used to convey meaning onto the characters in the scene\n\n\nEye-Level\n\nmost common angle, makes viewer seem like they are there\n\n\n\nLow\n\nplaced below the character’s eyes, makes them look powerful\n\n\n\nBird’s Eye View\n\nlooks directly down upon the scene, often used in establishing shots\n\n\n\nDutch\n\ncamera on a tilt, can add to a distorted or disturbed effect\n\n\n\nHigh\n\n\nhigh angle shots make characters look vulnerable or less powerful\n\n"},"English/ENG2D1/Quote-1":{"title":"Quote 1","links":[],"tags":[],"content":"Macbeth Act 1 Quotes Review\nThis is a review to help you for future quotations tests.  For EACH of the following quotations from Macbeth, please answer the following:\n\n\nthe speaker (1 mark)\n\n\nthe context (where does the phrase occur in the plot/action?) (1 mark)\n\n\nthe meaning (paraphrase the quote—put it into your own words) (1 mark)\n\n\nthe significance of the quote (explain its importance through character, theme, or descriptive language (2 marks)\nFurther questions to reflect and answers for question 4:\nHow is the quote significant or important in terms of plot? Foreshadowing?\nWhat does this quote tell us about the character of the speaker?\nHow does this quotation relate to a theme(s) of the play? (see Theme sheet)\nHow does the descriptive language help us to understand what the character is saying?\n\n\n\nACT 1 \n“That, trusted home,/Might yet enkindle you unto the crown,/Besides the thane of Cawdor.  But ‘tis strange!/ And oftentimes, to win us to our harm,/ The instruments of darkness tell us truths,/ Win us with honest trifles, to betray’s/In deepest consequence.”\n1. the speaker\nBanqou\n2. the context (where does the phrase occur in the plot/action?)\nBanquo in act 1 scene 3 says these lines in reaction to the witches prophecy of Macbeth becoming Thane of Cawdor coming true. (lines 132-139)\n3. the meaning (paraphrase the quote—put it into your own words)\nYou might just get yourself the title of king, besides the title of thane of Cawdor. But I have a strange feeling, the witches will make use walk into our own demise. I fell that they are winning out trust, only yo betray us when it will hurt the most.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThe significance of this quote is shown through the use of forsadowing. This quote forshadow what the witches plan on doing to Macbeth and Banqou, eventually sending them to there demise.\nThe significance of this quote is shown theme of deception. We can see deception Banqou’s prediction the witches plans of betrayal. This is an example of deception because the whitches will trick them into their own demise.\n\n“This supernatural soliciting/ Cannot be ill; cannot be good: If ill,/ Why hath it given me earnest of success,/Commending in truth? I am Thane of Cawdor:/  If good, why do I yield to that suggestion,/ Whose horrid image doth unfix my hair,/ And make my seated heart knock at my ribs,/ Against the use of nature? Present fears/ Are less than horrible imaginings:/ My thought, whose murder yet is but fantastical,/ Shakes so my single state of man that function/ Is smother’d in surmise, and nothing is,/ But what is not.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth in act 1 scene 3 says these lines in reactioin to be given the title of thane of Cawdor and thinking about what the witches said about becomming king. He thinks of what he needs to do to becoming king.\n3. the meaning (paraphrase the quote—put it into your own words)\nThese supernatural prediction cannot be good or bad. If they are bad the why have I achived so much. If they are good why do I have horrid thoughts that cause my hairs to sick upand make my heart race. Now these horrid images override any fear that I currently have.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language\nThe significance of the quote can bee seen through Macbeth’s internal and moral conflic with the thoughts of merdering merdering king duncan. This is important because it shows how Macbeth knows that killing king duncan is wrong but he is fighting against his own ambition and the witches prophecy.\n\n“The Prince of Cumberland! That is a step,/  On which I must fall down, or else o’erleap,/ For in my way it lies.  Stars, hide your fires!/ Let not light see my black and deep desires:/  The eye wink at the hand; yet let that be,/  Which the eye fears, when it is done, to see.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth in act 1.4 says these lines in king duncans castle after he is formally given the title of thane by the king and he says these lines in reaction to\n3. the meaning (Translate the quote to modern english in character)\nReally! The prince of Cumberland! Thats yet another wall in my way to becomming king! Let the night sky be dark, as no one shall see my evil and dark desires. I will not let even my eye see these hands of murder, which even my eyes still fear.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language\nThe significance of the quote is shown through Macbeths unstopable ambition and his continued internal conflic, still fearing the actions that he will have to take.\n\n“Glamis thou art, and Cawdor, and shalt be/ What thou art promis’d: yet do I fear thy nature,/ It is too full o’ the milk of human kindness/ To catch the nearest way. Thou wouldst be great,/ Art not without ambition, but without/ the illness should attend it.”\n1. the speaker\nLady Macbeth\n2. the context (where does the phrase occur in the plot/action?)\nLady Macbeth in act 1 scene 5 says these lines after reading the letter about the witches and his new title then commenting on how Macbeth nature will not let him go thorugh with the murder.\n3. the meaning (Translate the quote to modern english in character)\nMy thane of Glamis and Cawdor, you shall be what you are prommised. You shall be king. Yet I do fear that your kind nature will get in your way. You would be great. Your are not without ambition but without the illness that should come with murder you cannot become king,\n4. the significance of the quote (explain its importance through character, theme, or descriptive language\nThe significance of this quote is shown throught the thoughts of Lady Macbeth. The quote shows what Lady Macbeth thinks of Macbeth. It also, shows how Lady Macbeth has power over Macbeth. We can see this by how she is talking down on him, syaing that he has not enough power.\nThis analysis is mostly correct, but there is one significant issue with the interpretation of Lady Macbeth&#039;s statement. The claim that Lady Macbeth is talking down on Macbeth, saying that he lacks power, is incorrect. Instead, Lady Macbeth is questioning Macbeth&#039;s courage and masculinity, implying that he has the ambition but lacks the resolve to act upon it. This misunderstanding affects the interpretation of her character and the dynamics between her and Macbeth. So, overall, the analysis is mostly right but partially wrong due to the misinterpretation of Lady Macbeth&#039;s intention in her statement.\n\n\n“Come, you spirits/ That tend on mortal thoughts, unsex me here,/ And fill me, from the crown to the toe, top-full/ Of direst cruelty: make thick my blood,/  Stop up the access and passage to remorse,/ That no compunctious visitings of nature/ Shake my fell purpose, nor keep peace between/ The effect and it! Come to my woman’s breasts,/ And take my milk for gall, you murdering ministers,/ Wherever in your sightless substances/ You wait on nature’s mischief!”\n1. the speaker\nLady Macbeth\n2. the context (where does the phrase occur in the plot/action?)\nLady M in act 1 scene 5 says these lines after realising that Macbeth is too weak to go through with the murder of king duncan.\n3. the meaning (Translate the quote to modern english in character)\nCome to me spirits, help me with the murder of king duncan. Make me less of a woman and more of a mand. Fill me, from top to bottom, of cruelty. Thicken my blood to stop the passage of remorse. Nothing should top me from getting through with the murder. Take my milk for acid and pain, and help me with the murder.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language\nThe significance of this quote is the reaveal of Lady Macbeth’s true nature, twisted morals and power. The lines said by Macbeth show that she is much more powerful and willing to murder, with her twisted morals.\n\n“Look like the time; bear welcome in your eye,/ Your hand, your tongue: look like the innocent flower,/ But be the serpent under’t. He that’s coming/ Must be provided for.”\n1. the speaker\nLady Macbeth\n2. the context (where does the phrase occur in the plot/action?)\nLady M says these line in act 1 scene 5 after Macbeth arives back home. Lady M tell him how he will need to act in order to become king.\n3. the meaning (Translate the quote to modern english in character)\nWhen the time comes, be welcoming adn friendly to King duncan. Your action and what you say have to be friendly and innocent, your real intentions have to be hidden under this false cover. The king is comming and we need to kill him.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language\nThis quote show the theme of deception throuth the use of a metaphor. Macbeth needs to be the serpent hidding behind the cover of a the innocent flower of his actions and words. This directly states that macbeth will act kind in front of King duncan without showing his true intentions.\n\n“If it were done when ‘tis done, then ‘twere well/ It were done quickly[…] He’s here in double trust;/  First as I am his kinsman and his subject,/ Strong both against the deed; then, as his host,/ Who should against his murderer shut the door,/ Not bear the knife myself[…] /I have no spur/ To prick the sides of my intent, but only/ Vaulting ambition, which o’erleaps itself,/ And falls on the other.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth says these words in act 1 scene 7 after welcomming king duncan in to his castle. He is contenplating weather to kill or not kill king duncan. He ends up deciding agaist it.\n3. the meaning (Translate the quote to modern english in character)\nif ir where done when it is done, then it would be done well. This would all be over quickly. He is here with extra trust. First I amd his loyal subject, I should be protecting him at all cost. Secound I am his host, I should me stopping the merder from entering, not killing him. I can’t take action myself, I only have ambition that is russing me into a bad decision.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language\nThe quote show Macbeths continued internal conflic between his morals and kind natuure against his vaulting ambition to become king. It shows his strong ambitions but it also shows how be is still in control and know the correct decition.\n"},"English/ENG2D1/Quote-2-3":{"title":"Quote 2-3","links":[],"tags":[],"content":"Macbeth Act 2 and 3 Quotes Review\nThis is a review to help you for future quotations tests.  For EACH of the following quotations from Macbeth, please answer the following:\n\n\nthe speaker (1 mark)\n\n\nthe context (where does the phrase occur in the plot/action?) (1 mark)\n\n\nthe meaning (paraphrase the quote—put it into your own words) (1 mark)\n\n\nthe significance of the quote (explain its importance through character, theme, or descriptive language) (2 marks)\nFurther questions to reflect and answers for question 4:\nHow is the quote significant or important in terms of plot? Foreshadowing?\nWhat does this quote tell us about the character of the speaker?\nHow does this quotation relate to a theme(s) of the play? (see Theme sheet)\nHow does the descriptive language help us to understand what the character is saying?\n\n\n\nAct 2\n“Is this a dagger, which I see before me,/ The handle toward my hand? Come, let me clutch thee. / I have thee not, and yet I see thee still…And on thy blade and dudgeon, gouts of blood, / which was not so before. There’s no such thing: It is the bloody business which informs / Thus to mine eyes.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth says these lines in act 2 scene 1 when he sees a image of a dagger pointing towards king duncans room before he goes murder him.\n3. the meaning (paraphrase the quote—put it into your own words)\nThere is a dagger in front of me, the hanndle towawds my hand. Let me hold it. I cannot grasps it, and yet i still see it there. Now on the blade Ia see drops of blood, whitch have just appeared. There is not acctually a dagger. It’s the murder i’m about to commitdeath of Duncan that make my own eyes see this.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThe dagger show the theme of ambition especially Macbeths ambtion to kill king duncan. This can be seen as the dagger’s handle is pointing to macbeth and the tip is pointing to king Duncan. This is his own mind guiding him towards king duncan to kill him.\n\n“Thou sure and firm-set earth, / Hear not my steps, which way they walk, for fear/ They very stones prate of my whereabout,/ And take the present horror from the time,/ Which now suits with it. Whiles I threat, he lives:/ Words to the heat of deeds too cold breath gives./ I go, and it is done: the bell invites me./ Here it not, Duncan, for it is a knell/ that summons thee to heaven, or to hell.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth says these lines in act 2 scene 1 beforwhile going towards king duncans room to murder him.\n3. the meaning (paraphrase the quote—put it into your own words)\nHard ground, don’t listen to the direction\nof my steps. I don’t want you to echo back where\nI am and break the terrible stillness of this\nmoment, a silence that is so appropriate for what\nI’m about to do. While I stay here talking, Duncan\nlives. The more I talk, the more my courage\ncools. I’m going now. The murder is as good as done.\nThe bell is telling me to do it. Don’t listen to the\nbell, Duncan, because it summons you either to\nheaven or to hell.\nDo not hear my step or witch way I walk for I fear that it will reveal my plan. witch I do not wnat to happen. While I talk here he live. These words give me a sense of confort. The bell summons me and I now go kill king duncan. Don hear me for I am the one who kills you\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis qoute show the overall theme of amition in the play. Macbeth’s ambition leads him to go kill king duncan. The use of the “firm-set earth” is Macbeth ambition to acknowledge his steps reflects his desire for secrecy and the weight of his impending actions.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“Infirm of purpose!/ Give me the daggers: the sleeping and the dead/ Are but as pictures: ‘tis the eye of childhood,/ That fears a painted devil. If he do bleed,/ I’ll gild the faces of the grooms withal,/ For it must seem their guilt.”\n1. the speaker\nLady Macbeth\n2. the context (where does the phrase occur in the plot/action?)\nact 2 scene 2. She says these lines because Macbeth would not put the dagger back so she does it herself\n3. the meaning (paraphrase the quote—put it into your own words)\nYou are useless! Give me the daggers of the gaurds! You are a coward! dead and sleeping people can’t do anything to you. I will do it myself.\nIf Duncan bleeds I’ll paint the servants’\nfaces with his blood. We must make it seem like\nthey’re guilty.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis quote highlights Lady Macbeths personality as manipulative and generaly not the nicest. Even after Macbeth killed king duncan, she is still not satisfied because he did not follow her plan. This is shown through the use of “Infirm of purpose!” witch calls macbeth weak and useless.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“Retire we to our chamber:/ A little water clears us of this deed:/ How easy is it then! Your constancy/ Hath left you unattended. Hark! More knocking:/ Get on your nightgown, lest occasion call us/ And show us to be watchers:/ be not lost/ So poorly in your thoughts.”\n1. the speaker\nLady M\n2. the context (where does the phrase occur in the plot/action?)\nLady M says these lines in Act 2 scene 2 when she is russhing to clean her hands and macbeths hands because she hears knowking\n3. the meaning (paraphrase the quote—put it into your own words)\nWe need to go to our room. A liitle water will clean out hands of this blood. Look its easy. Ahhh! more knocking. Get on your nightgown and let us get to bed. Le us just be bystanders. Now, don’t get lost in you thoughts.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis quote shows the theme of deception through Lady Macbeth wanting to deccive whoever is knocking. This can be seen when she says “show us to be watchers” when they are not watchers the the ones who took action to kill the king.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“The night has been unruly: where we lay,/ Our chimneys were blown down, and, as they say,/ Lamentings heard i’ the air, strange screams of death,/ And prophesying, with accents terrible,/ Of dire combustion, and confus’d events,/ New hatch’d to the woful time.”\n1. the speaker\nLENNOX\n2. the context (where does the phrase occur in the plot/action?)\nLennox says these lines in act 2 scene 3 after visiting Macbeth after Macbeth has killed king duncan (Lennox does not know yet).\n3. the meaning (paraphrase the quote—put it into your own words)\nThe night has been wild. We where sleeping when out chineys were blow down. I heard stange screams of death is the air, with stange voices telling us of chaos and fire, telling us of a terrible time to come.\n3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis quote shows the theme of desitiny and supernaturels. This can be seen because Lennox heard screams of death even though he did not hear or witness the death of king duncan.\n\n“Who can be wise, amaz’d, temperate and furious,/ Loyal and neutral, in a moment? No man:/ The expedition of my violent love/ Outran the pauser, reason. Here lay Duncan,/ His silver skin lac’d with his golden blood,/ And his gash’d stabs look’d like a breach in nature/ For ruin’s wasteful entrance: there the murderers,/ Steep’d in the colours of their trade; their daggers/ Unmannerly breech’d with gore: who could refrain,/ That had a heart to love, and in that heart/ Courage to make’s love known?”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth says these lines to cover up him saying that he killed the kings gaurds.\n3. the meaning (paraphrase the quote—put it into your own words)\nCan someone be amazed temperate, fyruous, loyal and neutral at the same time. This was a act of violence that I did for the love of king ducan. There was king duncan, dad, civered in cuts, And next to him were the gaurds daggers who, that loved king duncan, could have stopped them self\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThe significance of the quote can be seen through the the theme of deception. This qoute is macbeth decceving the lords about what really happened to the king and his gaurds.\n3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\nACT 3\n“If’t be so,/ For Banquo’s issue have I fil’d my mind,/ For them the gracious Duncan have I murder’d./ Put rancours in the vessel of my peace/ Only for them, and mine eternal jewel/ Given to the common enemy of man,/ To make them kings, the seed of Banquo’s kings!”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nThis scene takes place in Act I, Scene III after Macbeth has become king(. and has just asked his servant to bring the murderers to him). He is expressing his concern about the prophecy that Banquo’s descendants will become kings.\n3. the meaning (paraphrase the quote—put it into your own words)\nI’ve tortured my conscience and murdered Duncan for Banquo’s sons. I’ve ruined my own peace for their benefit. I’ve handed over my everlasting soul to the devil so that they could be kings. Banquo’s sons, kings!\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis otequote underscor the play’s themes of ambition, and corruption. Furthermore, the quote foreshadows Macbeth’s eventual downfall, as his paranoia and obsession with maintaining power lead him to take increasingly desperate and violent actions, ultimately sealing his own fate. It encapsulates the psychological complexity of Macbeth’s character and serves as a pivotal moment in the play.\n3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“Then comes my fit again: I had else been perfect,/ Whole as the marble, founded as the rock,/ As broad and general as the casing air:/ But now I am cabin’d, cribb’d, confin’d, bound in/ To saucy doubts and fears. But Banquo’s safe?”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth’s response to being told that Fleance had escaped the assassination attempt.\n3. the meaning (paraphrase the quote—put it into your own words)\nNow I’m scared again. Otherwise I would have been perfect, as solid as a piece of marble, as firm as a rock, as free as the air itself. But now\nI’m all tangled up with doubts and fears. But Banquo’s been taken care of?\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nMacbeth reflects on his state of mind following Banquo’s murder. It reveals Macbeth’s inner turmoil, exemplifying his discomfort with Fleance still being alive further demonstrating his fear of the prophecy. The question “But Banquo’s safe?” reveals Macbeth’s obsession with eliminating threats to his power, showcasing his increasing paranoia and ruthlessness. Overall, this quote further emphasizes Macbeth’s descent into madness and underscores the play’s exploration of themes such as guilt, and the corrupting nature of unchecked ambition.\n3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“There the grown serpent lies, the worm that’s fled/ Hath nature that in time will venom breed,/ No teeth for the present. Get thee gone; to-morrow/ We’ll hear ourselves again.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth expresses his opinion of what Fleance will become, after the murderers acknowledge that Banquo is dead, but Fleance has escaped.\n3. the meaning (paraphrase the quote—put it into your own words)\nThanks for that. The adult snake lies in the ditch. The young snake that escaped will in time become poisonous and threatening, but for now\nhe has no fangs. Get out of here. I’ll talk to you again tomorrow.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nHe compares Banquo to a serpent, acknowledging that while the immediate threat is gone, the offspring of Banquo (symbolized by the worm that has fled) could pose a future danger. This metaphor highlights Macbeth’s paranoia and fear of potential consequences stemming from his actions. By acknowledging the danger posed by Banquo’s lineage, Macbeth reveals his ruthless determination to secure his throne at any cost.  This quote underscores the themes of ambition, and guilt.\n3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“Sit, worthy friends: my lord is often thus,/ And hath been from his youth: pray you, keep seat; The fit is momentary, upon a thought/ He will again be well. If much you note him,/ You shall offend him, and extend this passion;/ Feed and regard him not. Are you a man?”\n1. the speaker\nLady Macbeth\n2. the context (where does the phrase occur in the plot/action?)\nLady M says this to the lords after Macbeth hallucinates the ghost of Banquo, and the lords wish to leave as Macbeth seems unwell.\n3. the meaning (paraphrase the quote—put it into your own words)\nSit down, worthy friends. My husband is often like\nthis, and he has been since he was a child. Please stay seated. This is just a brief fit. In a moment he’ll be well again. If you pay too much\nattention to him you’ll make him angry, and that will make his convulsions go on longer. Eat your dinner and pay no attention to him. Are you a man?\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis quote emphasizes themes of deception and manipulation. Her instruction to the guests not to pay too much attention to him emphasizes her desire to maintain appearances and protect Macbeth’s reputation as host. However, her question “Are you a man?” is a pointed reminder to Macbeth of his masculinity and the need to regain composure, hinting at her manipulation of his insecurities to control him. This passage showcases Lady Macbeth’s skillful manipulation and her efforts to manage the situation, while also highlighting the tension between public appearance and what’s truly behind the mask.\n3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“Can such thing be,/ And overcome us like a summer’s cloud,/ Without our special wonder? You make me strange/ Even to the disposition that I owe,/ When now I think you can behold such sights,/ And keep the natural ruby of your cheeks,/ When mine is blanch’d with fear.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth’s response to Lady M telling him that he ruined the mowith his episode of seeing the ghost of Banquo\n3. the meaning (paraphrase the quote—put it into your own words)\nCan things like this exist, and then overcome a person as suddenly as a summero suddenly storm without making us all astonished? You make me feel like I don’t know myself, when Isee you looking at these terrible things and keeping a straight face, while my face has gone white with fear.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis quote underscores his moral decay as he grapples with the consequences of his violent actions. Thempae contrast between Macbeth’s fear and the apparent calmness of his guests intensifies the dramatic tension.3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n“I am in blood/ Stepp’d in so far, that should I wade no more,/ Returning were as tedious as go o’er: Strange things I have in head, that will to hand,/ Which must be acted, ere they may be scan’d.”\n1. the speaker\nMacbeth\n2. the context (where does the phrase occur in the plot/action?)\nMacbeth is having a conversation with Lady M, after the lords have left. He expresses his concern with Macduff not coming, and how he will go and see the witches, before talking about how he can’t turn back from his murderous ways.\n3. the meaning (paraphrase the quote—put it into your own words)\nI have walked so far into this river of blood that even if I\nstopped now, it would be as hard to go back to being good as it is to keep killing people. I have some schemes in my head that I’m planning to put into action. I have to do these things before I have a chance to think about them.\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\nThis quot conveys the idea that Macbeth has become deeply entangled in violence and immorality, making it difficult for him to turn back. He acknowledges that the path he has chosen is irreversible. It underscores Macbeth’s impulsive and reckless nature, as he feels compelled to act on his dark impulses before fully considering their consequences. This soliloquy encapsulates Macbeth’s moral decay and descent into tyranny, exploring themes of corruption.3. the meaning (paraphrase the quote—put it into your own words)\n4. the significance of the quote (explain its importance through character, theme, or descriptive language)\n\n"},"English/ENG2D1/The-Step-Not-Taken":{"title":"The Step Not Taken","links":[],"tags":[],"content":"\n\n                  \n                  Info\n                  \n                \nTHIS WAS SO HARD TO FIND A DIGITAL COPY OF\nOriginally published on The Globe and Mail Apr 3, 1995\nSource: ProQuest Historical Newspapers: The Globe and Mail, Earl Haig\n\nA few weeks ago I was followed into an office-building elevator by a well-dressed young man carrying a briefcase. He looked very sharp. Very buttoned-down. Wearing gold wire-frame glasses, he was of medium height and build with neatly trimmed brown hair and, I would guess, in his mid-20s. Typical junior executive material. There was nothing about him that seemed unusual. Nothing at all to indicate what was about to take place.\nThe elevator had only one control panel, and I excused myself as I leaned over to his side of the car and pushed the button for the 10th floor. He pushed the button for the 15th. The doors of the elevator closed and we began to ascend. Employing typical Toronto elevator etiquette, I stood staring up at the row of floor numbers above the doors while purposely ignoring my fellow passenger. Then it happened. A sudden strained gasp. Turning toward the noise, I was astonished to see the young man drop his brief-case and burst into tears. Our eyes met for a split second and, as if slapped, he averted his face from me, leaned his head against the wood-panelled wall of the elevator and continued to weep.\nAnd what I did next still shames me.\nThe elevator stopped at the 10th floor and, without looking back, I stepped out. I stood in the hallway, a bundle of mixed emotions, wondering what to do. A combination of guilt and uncertainty washed over me. Should I go up to the 15th floor and make sure he’s okay? Should I search him out from office to office? Should I risk the embarrass-ment it might cause him? Is he mentally disturbed? A manic depressive, perhaps? Is he a suicide just waiting to happen?\nI didn’t know what to do. So I did nothing.\nAnd now he haunts me. Not with fear, of course, but with a sense of regret. I see his face crumbling before he turns to the wall. I see his shoulders heave as he sobs in a combination of sorrow and shame. I wonder now what brought him to that moment in time. How long had he been holding his pain inside before he could no longer contain it? What could possibly have overwhelmed him to such an extent that he was unable to keep from crying out?\nHad he just visited the doctor and been told that he had an incurable disease? Was he having marital problems? Was his wife ill? His child? Had someone dear recently died? Was he being laid off? Was he looking for a job and meeting with no success? Was he having financial woes? Was he without friends in the city and crushed by loneliness?\nThe sorrows of this world are endless.\nThe few people I have told about the incident all say I did the proper thing, the best thing, by leaving the young man alone.\nBut they are wrong.\nLike so many things in life, I know now what I should have done then. I should have thrown caution to the winds and done the right thing. Not the big-city thing. The right thing. The human thing. The thing I would want someone to do if they ever found my son crying in an elevator. I should have given him the opportunity to unload his sadness onto my shoulders. I should have reached out a hand and patted him on the back. I should have said something like, “Why don’t you let me buy you a cup of coffee and you can tell me all your problems. There’s no reason to feel self-conscious. I’ll listen for as long as you want to talk.”\nWhat would his reaction have been to that? Would he have turned even further to the wall? Or would he have turned on me? Cursing me? Telling me to mind my own damned business? Would he have lashed out at me? Sorrow and insecurity turning to rage. Would he have physically attacked me? Or would he have gone with me for that cup of coffee?\nI don’t know. I’ll never know. All I can be certain of is I left him in the elevator with tears streaming down his face. And that he was alone. All alone. I hope that somehow he gets to read these words, because I want him to know that I’m pulling for him. That I hope things are looking up for him. That I hope his sorrow is in the past. That I hope he is never again burdened with such awful despair. That I am thinking of him. That I said a prayer for him. That I was wrong, dreadfully wrong, not to step forward in his time of need.\nThat I’ m sorry."},"English/ENG2D1/The-giver":{"title":"The giver","links":[],"tags":[],"content":"\nJonas was the last one to be chosen at the Ceremony thing\nHe is given the role of the giver\n\nFirst session\n\nHe used a sled for the first time\nHe saw snow for the first time\nHe got new words of now and sled\n\nBack at home\n\nActs different\nSee Gabriel\nSee the same qualities in him\n\n2 Session\n\nHe see colors from a bee and sunset and feels pain from a bee sting\nHe see bit of color in the real world\n\nOutside\n\nShows Fiona a sled with a tray and a track\nHe is reminded to not touch other outside of family\n\nThe giver\n\nelder reminds him of the other girl\nThe elder tells him he is being reckless\n\nBack home\n\nHe dances with Lily\nElder asks him about his training\n\nHe lies and he said they sit and do nothing\n\n\n\nMany other sessions\n\nSees animals and other cultures\nHe see a animal elephant die\n\nBack home\n\nBaby Brother crying\n\nHe shows him elephant\n\n\nDreams about Fiona, Love and a Marriage\n\nOutside the giver\n\nTelling him about love and dreams\n\nBack home\n\nasks parents if they love him\nGives crying Gabriel memories of puppies and joy\n\nSession something\n\nGiver brings him to Vietnam\nDecides to “Quit”\nGiver see other girl do the same thing\n\nOutside\n\nSee Fiona\n\nTells her about how to tick the medicine sensor\n\n\nStarts hard simping all the time\n\nSession\n\nHe sees the other receiver playing piano\nSees his father euthanizing a child\n\nOutside\n\nFinds Fiona in the triangle waterfall\n\nShe feels love\nHe kisses her\nThey Leave\n\n\n\nBack at home\n\nFinds out the child is Gabriel\nDecides to run away from home\n\nTo the givers place\n\n\nHe see ashier that stops him from leaving\n\nHe beats him up\n\n\n\nThe plan\n\nFinds out the other receiver\nHe tells him he wants to leave\n\nThe giver says he will stay and help society with the pain\n\n\nElder calls the Giver\nThey know he’s lying about not knowing where Jonas is\nGives Jonas all memories\n\nRunning Away\n\nHe leaves to go retrieve Gabe\nSee Fiona and gets Gabe\nTells her about the plans\n\nHe want her to come\n\n\nElders watch what has happed to Jonas (1984?)\n\nThey don’t understand love\n\n\nFiona says he can go because of the other children he takes care of\n\nShe kisses hi,\n\n\nFiona runs away as a distraction for security\nJonas takes a E-Bike\nFiona gets cornered\n\nRip bozo\n\n\nJonas gets to the edge and jumps off\nFiona askes Asher friends forever right?\n\nHe will remember\nForeshadowing\n\n\nThe security brakes into the Givers residence.\n\nThey capture him\n\n\nFiona and The Giver are put in the same area\n\nAsher\n\nHe is ordered by the elder to find and kill Jonas\n\nBlunder big mistake, Resign now, You can save it\n\n\nThe elders tell Asher that the Ceremony of loss was false\nHe finds Jonas\nJonas begs\n\nReminds him of there friendship\n\n\nJonas tries to hide under a rock\n\nFails\n\n\nDrops Jonas in water\n\nHelps him fake his death\n\n\nAsher leaves\nTells elder that Jonas is dead\n\nBack at community\n\nFiona tells his mom about what she has felt\n\nThe giver hears it\nShe uses “Imprecise language”\n\n\n\nResolution\n\nJonas reaches snowy mountains\nContinues his hike\nHe can’t find the “towers”\nHe Jonas Faints/Dies/Something/Up to debate\nFiona start her release to elsewhere/execution\nThe giver starts talking bout how he loved Rosemary/Old receiver\nJonas’ farther hears this and slows down\nJonas wakes up and finds a sled, the sled from the start\nHe takes it down pasted the tower/forcefield/whatever\nThe giver continues to rant about love and what society does not have\nRight before Fiona is injected the memories return to the community\nFiona is saved\nEveryone feels all the memories\nColour returns to the community\nHe see the cabin from the memory\nHe walks in\n"},"English/ENG2D1/Unwind---Notes":{"title":"Unwind - Notes","links":[],"tags":[],"content":""},"English/index":{"title":"index","links":["English/ENG2D1/Quote-1","English/ENG2D1/Quote-2-3","English/ENG2D1/The-Step-Not-Taken"],"tags":[],"content":"\nENG2D1\n\nQuote 1\nQuote 2-3\nThe Step Not Taken\n\n\n"},"French/FIF2D5/Le-Bourgeois-gentilhomme/Question":{"title":"Question","links":[],"tags":[],"content":"ACTE I, Scène 1\n\nComment le caractère de M. Jourdain se révèle-t-il progressivement? (p. 25)\n\nLes deux maitre commence de parler de l’homme puis les quialité (Stupid) puis dit sont nom.\n\nQuels sont les thèmes de la conversation entre le maître de musique et le maître de danse? (p. 24 et 25)\n\nIls parle de leur emplois, l’argent et M. Jourdain\n\nComparez les deux maîtres. Qui est le plus direct dans sa conversation?\nDanse est plus dirct il a dit q’il est stupid.\n\nACTE 2, Scène 1\n\n\nPourquoi est-ce que M. Jourdain a fait attendre les artistes? (p. 29)\n\n\nTrouvez tous les exemples que vous pouvez de la flatterie de la part des maîtres.\np. 29 : Anything for you\np. 30 : elle est fort belle\np. 31-32 : Fort bien. On ne peut pas mieux\n\n\nQuelle est la réaction de M. Jourdain en apprenant que ce n’est pas le maître de musique qui a composé la chanson? (p. 32, ligne 8-10)\nun peu lugubre. Il veux un peu ragailladir\n\n\nQu’est-ce que M. Jourdain pense de la chanson? Qu’est-ce qu’il ne comprend pas? (p. 33)\n\n\nQuelle est la réaction du maître de musique à la chanson de M. Jourdain? Est-il sincère?\n\n\n(p. 34/35)\n"},"French/FIF2D5/Premiere-Guerre-De-Toronto/Notes---Aiden,-Aiden,-Kristian":{"title":"Notes - Aiden, Aiden, Kristian","links":[],"tags":[],"content":"\n\n\nMade By: Aiden Kim, Aaron Huang, Kristian Kopanorv\nFirst War\nStory I\nNapoleon: September 15, 1916\n\nThe opening scene is a boxing match\nNapoleon Bouvier is knocked down on the floor\nHe gets up but he gets up to fast and becomes dizzy\nAlfonso Bunelli is his opponent, a boxer from the new italian neighborhood/district\n\nThe rumors were true, he not only hits hard but fast\n\n\nThe clock rings signaling the end of the third round\n\nNapoleon still dizzy from the knockdown drags himself to the corner where his coach is\nHis coach tells him he’s not doing enough, he needs to dance more in order to dodge his punches\n\n\nNapoleon, even though he’s badly hurt, is not tired\nHe looks at the crowd watching him, he recognizes some of their faces like Thomas and his other friends from work. But the person he’s looking for, Corine, isn’t there\n\nCorine: September 15, 1916\n\n\nShe hasn’t quite decided yet whether to go to the match or not\n\n\nThe violence of the match makes her so worried that she almost faints\n\n\nOn top of this, she’s got a lot of work to be done. Notably a latin exam to prepare for the following day.\n\n\nShe decides to go to the match\n\nWhen she gets they’re he’s down on the floor\n\nShe calls his name\n\n\nAnd while he’s on the floor he hears her voice and he gets a boost of motivation\nHe’s very happy to see her\nHe won’t let benelli humiliate him in front of his girlfriend\n\n\n\nAfter a series of punches bouvier delivers the final blow and KO’s Bunelli\n\n\nHe approaches Corine and says Sunday after church he wants to go to the park with her, he says he has something important to say\n\nShe doesn’t have time to reply, his friends rush towards him and hoist him on their shoulders\n\nMeanwhile a group of people surround bunelli, notably a woman with black hair\nCorine thinks to herself would she end up like that woman if bouvier was knocked out\n\n\n\n\n\nThe reward for this lightweight match is not enormous but it’s well deserved\n\n\nCorine thinks Bouvier will ask to marry her on that day\n\n\nNapoleon: September 16, 1916\n\nIt’s Bouvier’s 17th birthday\nHe’s in the factory working, the same thing he’s been doing for 3 years now\nThomas Jobin, his friend at the factory tells him to not work too hard after his fight yesterday\n\nThomas is also his childhood friend who grew up with him back in cabbagetown\n\n\nHe thinks back to the number one rule of boxing: know how to take the blows as well as you give ‘em. Which is why he’s still working.\n\nIn Cabbage town, a disadvantaged area, he never missed the opportunity to train and practice combat\n\n\nThe head of the factory (Mr.Comte) approaches Napoleone, he congratulates him on his boxing win (although says it’s not his sport)\n\nHe says to Thomas that he’s worried he’s not doing enough work, they’re expecting sleds to be high in demand this year\n\n\nBouvier rolls his eyes, he thinks that if you put a hammer in the bosses hand he wouldn’t know what to do\n\nEveryone at the factory suspects that Alfred Gendron (the factory owner) hired him out of pity\n\n\nHe questions his spot working in the factory, but also mentions that the only other place he could find more french people in is at church\nFor 30 years the Gendron factory has been the center of work for exclusively francophones\n\nMany even think Alfred Gendron is losing profit by never denying a french canadian in need of a job\n\n\nHe then says he’s better working here than Europe, where the war is going on\n\nBut in a strange scenario the war has upped the economy in canada\n\nMore weapon factories means more jobs\n\n\n\n\nHe doesn’t see himself working in the factory for 15 or 20 or 30 more years\nHe dreams of getting out of his parent’s apartment and going on his own path. He thinks boxing will be his way out\n\nNapoleon: Church\n\n\nHe is at church where he asks Corine’s father if he can take Corine to high park\n\nHe says yes, but bring her back before dinner\n\n\n\nThey take Queen road on the tramway, to High Park\n\nThey talk about the mayor of Toronto on the way, Mayor Church. They say he’s an orangiste. Which means he’s against catholics, specifically french (because the english are protestant). Corine remarks he’s anti-catholic, francophobe.\n\n\n\nHe takes her hand and says he won’t be in the factory forever\n\nShe thinks about if she can be a boxer’s wife\n\n\n\nThen she remembers the war. And how the war will affect their future.\n\nThe conscription says males 20-45 need to go to war\n\n\n\nHe says he’s going to war and when he returns they can marry\n\nHe asks her to wait for him to return.\n\n\n\nShe says, how can you enroll when our own government are against us\n\nHe says if french like him go to war then the government will give them respect\n\n\n\nShe says your not the right age, you have to be 19 to enlist (He’s 17)\n\nBut he says enlisters are desperate and as soon as they see a man in good health they’ll look the other way\n\n\n\nShe says she’ll always be there for him\n\nShe thinks about what she’ll do if he doesn’t return\n\n\n\nStory II\nNapoleon: October 15th, 1917\n\n\nIt’s been a year since he’s enlisted\n\n\nWhen he enlisted, the enlister said “Bouvier like the dog”\n\n\nHe’s in the middle of a boxing match\n\n\nHe gets knocked down, he sees the gray sky, the mounds of earth, the barbed wire, the mud, and his comrades in their uniforms surrounding him\n\n\n“Had enough frenchy”, Ted Mckenna (his opponent) says\n\nHe gets up and nods no\n\n\n\nHe’s in battalion 48 Highlanders de toronto\n\n\nHe’s made some friends but also encountered hostility\n\n\nQuebec’s growing opposition to the war, and especially to the Canadian government’s conscription plan, prompted some english Canadians to accuse french Canadians of a lack of patriotism\n\n\nArriving at the Valcartier military training camp, Napoleon met soldiers from the 22nd battalion\n\nHaving found himself in the 22nd battalion he surely would have avoided the prejudices to which he was victim\n\n\n\nWhen one of the soldiers in his regiment recognized Bouvier, he proclaimed in front of the others that their unit had among there’s a frenchy, and an outstanding boxer\n\nThey called him by the nickname frenchy since\n\n\n\nHowever, he detected in some soldiers a hurtful tone when they spoke to him\n\n\nBy January 1917 they had sailed to England. And after a few weeks of training in a miserable muddy camp, he was now up in the country of his ancestors\n\nHe thought he had gone through the worst, but that couldn’t be further from the truth\n\n\n\nHis battalion was commanded by from the top by the British generals\n\nThey were launched into a succession of battles\nNothing would’ve prepared him for the horrors of war\n\n\n\nEven when the army had victory it was little consolation for the amount of lives lost\n\n\nOn April 9th 1917 they took control of Vimy Ridge, something though to be impossible by the British\n\nThe price of this victory was 3600 deaths\n\n\n\nNapoleon who has accustomed to punching his opponents down was shocked to see bullets from his rifle take down opponents down instead\n\n\nAfter Vimy they got a short rest, but things quickly became miserable\n\nThey would win a couple more battles but it didn’t matter\n\n\n\nThe bad conditions caused a gloomy mood in the air\n\n\nAnd repressed aggression from Canadians caused them to attack their own brother’s in arms\n\n\nMckenna issued a challenge to Bouvier for a boxing match\n\n\nMckenna expected him to back away but he didn’t he’d had enough of the Orangiste\n\n\nThey fought bare fist, bare chest\n\n\nAfter they fight a bit, and Napoleon comes back in the fight and knocks McKenna down Colonel Davis comes in and tells them to stop\n\n\nMckenna says “you win this time Frenchy”\n\n\nCorine: 1917\n\nNapoleon writes her a letter\nHe says some stuff but something notable is that his letter will get censored if he gives details\n\nShe remarks his bad writing skills, and grammar mistakes\nShe reads it 5 times\n\n\nShe decides to write him a letter\n\nOctober 19th, 1917\n\n\nIn her letter she says that if they were married she would now have the right to vote for the first time as a female, she asks if he can vote in the military\n\nShe then rereads it and thinks that he wouldn’t want to hear about politics\n\n\n\nIn her last letter she writes him about her job at the weapon factory\n\nShe questions if Napoleon would be disappointed to hear of her decision to postpone teacher training for a year\nHe probably thinks it’s patriotic\nBut her real reason is money, it gives her much more money than being a teacher\n\nThanks to the job she was able to accumulate savings for her year of training at the school and support her family\n\n\nHer father’s store generates little money for the family\n\n\n\nShe thinks about writing about her job but decides against it because she would only complain\n\nAnd he doesn’t need to hear about it considering his situation\n\n\n\nThe church organized a fundraising event for the war, they managed to collect 250 dollars\n\nThe toronto star even wrote a flattering news article about it\nEven orangiste were impressed\n\n\n\nShe remarks 8000 personnes de langue française à toronto, 1,6% (112 hommes) de la population totale aller au guerre\n\nShe says even if the fight against conscription is raging in Quebec, we can’t accuse the French Canadians of not doing their homework.\n\n\n\nNapoleon: 1917\n\n\nFor 11 days Napoleon’s section has been progressing relentlessly\n\n\nOne step at a time, despite their heavy losses the Canadians persisted against the German defenses at Passchendaele.\n\n\nThe mud cuts down their ranks the most. Dozens of soldiers fall into water-filled shell crates where they end up trapped in the deadly slime and drown.\n\nThe Canadian troops devoted more effort into making wooden bridges to cross mud then to the assaults against the German.\n\n\n\nTwo days ago, Napoleon voted for the first time in his life in a federal election.\n\n\nAll his comrades supported the Borden conservatives and their promise to impose conscription in Canada.\n\n\nBut Napoleon voted for the liberal party. He was wrong to enlist and wants to prevent other young people like him from going through hell.\n\n\nThe british high command no longer has any idea over the reality of the front: they order commands as futile as they are useless like the capture of Passchendaele which was costly in lives (commanded by the general Haig)\n\n\nSuddenly, a shell (explosive projectile from cannons) (obus eclate) explodes to the right of him and the impact forces Napoleon to the ground\n\nDuring a long 30 seconds, Napoleon lays in the mud and thinks about just staying there, he thinks about how this battle doesn’t matter and how if they take this town under control or not, it doesn’t matter. It’s insignificant to the war in it’s entirety.\n\n\n\n“Frenchy help me,” Ted screams.\n\nBouvier snaps out of it\n\n\n\nAt the bottom of a crater created by the explosion, he distinguishes a large silhouette, sunk in the mud up to the waist (Ted)\n\n\nGerman machine gunners spot targets and open fire at Bouvier. Bullets whiz around Napoleon as he runs towards Ted\n\nJust as he reaches the crater a painful burn shoots through his right arm\n\n\n\nBouvier! Shouts Colonel Davis, who is leading the attack\n\n\nBut artillery drowns out his voice and the thunder of weapons turns everything into infernal chaos.\n\n\nStory III\nJulie: March 14th, 1918\n\nJulie Arsenault has a feeling in her back that somebody is watching her\nThe head of a young soldier in the first bed, covered in bandages turns towards her\nShe can make out two eyes passed the bandages\n\nHis eyes are prisoners to a deformed face she remarks\n\n\nThe patient, David Peterson was admitted to the Spadina military hospital the day before\nJulie and him are the same age, 20 years old\nThe lower part of his face was torn off by a shell explosion in the summer of 1916\nShe saw his face right before his operation\n\nThe surgeon had to use a skin graph in order to cover up the hole that showed his teeth through his face\n\n\nShe advances to David Peterson’s bed and touches his hand\nThen she goes back to preparing the free bed made possible by the deceased person that died by sickness over the night\nThe feeling of being surrounded by hurt men has been a common experience during her past two years in her various assignments in toronto and before that in military hospitals in europe\nWearing her uniform with its long white dress and loose gray tunic does not highlight her feminine charms\nShe thinks of Peterson and all the other young soldiers with their bodies mutilated by the war\n\nHas poor David who can’t even speak at this moment ever experienced love?\nWill he ever be able to find a woman who would put his mutilations aside and love his heart\n\n\nThe notion of love for those who face death and horrors in war seemed uncertain\n\nThe experience of always being at risk of death puts most men in the army into the arms of the first woman who accepts them, or even prostitutes\n\n\nThe floor above room H (where Julie works) is filled with 240 patients suffering from STDs caused by sex\n\nAre these ephemeral and imprudent relationships due to love or to the fear of perishing without having satisfied their sexual desires. Julie thinks to herself.\n\n\nAlthough, the British and their pragmatism, set up in 1915 a national rule to combat STDs.\n\nAmong its various functions it distributes condoms to troops in order to prevent the STD transmission\n\n\nShe hugs the pillow from the bed to her chest, she can’t blame people like David for looking at her in such a way\nDuring her long working days she often dreams about love. At least she can still dream about it, while for David and so many others in the military hospital’s of Europe…\nAfter she’s finished she notifies Mme. Neale, the head nurse, that the bed is ready for another patient\nIn the corridor she meets a priest. The vicar of Sacre-Coeur Church in Toronto. Rodrigue Lussier.\nHe asks her if she likes Toronto. She questions if she really likes it in Toronto. It is far away from Gaspesie, her home.\n\nAnd contrary to her home, she’s in an area that’s almost completely anglophone\n\n\nHowever she’s very happy having left the past behind her\n\nAt least her patients are in the process of recovering and not bloody, fresh from the front lines\n\n\nWhen her boss offered her the position here she did not hesitate\n\nShe wanted at all costs to get away from the the increasingly harmful effect that daily exposure with the wounded was having on her\n\nAlthough, she would’ve preferred and assignment in Quebec where she had completed her nursing training\n\n\n\n\nShe’s actively working on her english (although still has a strong accent)\nAnd she actively explores the city in her free time\nThe vicar says he enjoys the city (he arrived 5 months ago)\nThe vicar, at 27 is in his second parish since leaving the seminary of saint-hyacinthe  in quebec\nHe says he’s going to the third floor to greet the patients\nThe Canadian needs spiritual support (referring to a french canadian patient), you should tell them to go to the mass on their break from the hospital. The vicar says.\nThe vicar finds this place disgusting but still came\nHis priest, Father Phillipe Lamarche, before Lussier, was serving the franco-ontarians alone spiritually\nHer head nurse who had known the vicar had introduced Julie to the priest, since then she’s gone to one of the three sunday masses without fail\nAt Sacre-Coeur she discovered a small french speaking island in the sea of english speaking people\nHe asks if he’ll see her next sunday, she says yes\nShe’s not unaware of her effect on the church\n\nWhen she shows up she gets lots of attention from single men\n\n\nThe priest has expressed in the past a want for her to hook up with one of the dudes in the church\nAlthough, she’s denied many date requests from these men\nShe is completely devoted to her work and doesn’t want to run the risk of deceiving any of them who may want long term relationships\n\nNapoleon: March 14th, 1918\n\nNapoleon wakes from his slumber from the voice of the conductor\n“Home at last Frenchy” McKenna says, who’s sitting beside him on the train\nTed stands up, he places crutches under his armpits and walks towards the exit\nNapoleon watches Ted move quickly on his one leg\nBouvier is lucky, but since he’s started the trip back to Canada he can’t stop thinking about his last moments in the port of Liverpool in England on February 6th.\nWhile boarding his ship he had observed fresh troops coming out\nWhile waiting he was offered a Cigarette by a man named George price, from Saskatchewan\n\nNapoleon had refused the Cigarette but introduced himself\n\n\nPrice had spoken a lot, perhaps out of nervousness perhaps to fill the silence because Bouvier wasn’t saying anything\nAfter a while corporal price asked him a question “I know that you all came back from the war wounded but why are you so silent”\n“You will see” said Napoleon (while silently thinking back to Passchendaele the place that had transformed them all into ghosts)\nThen he was ordered to embark, so he wished Price good luck and hoped his war would be short and less painful than his\nAfter being on the boat he arrives in Canada, where God Save The King starts playing as the soldiers get out of the train car\nNapoleon scans the crowd where a bunch of people stand but he doesn’t recognize anyone, is he really home? He thinks.\nWhen the song is over Tommy Church (mayor of toronto) a thin, short gentleman approaches them.\n\nHe’s dressed in an impeccable suit with close-cropped hair\nHe welcomes the heroes of the glorious army\n\n\nHe begins to shake each soldiers hand\nAnd in front of Napoleon’s friend he says “McKenna, is it not?”\nThe reputation of the mayor wasn’t exaggerated, the prodigious ability to be able to memorize all the names and faces of the soldiers that he meets\nThen Tommy Church stops in front of Napoleon and says “you, I don’t recognize you.”\n\nNote from teacher: This implies that although he can memorize everybody’s name, he purposely chooses to not memorize Napoleon’s name because he’s an Orangiste (racist against french people and catholics)\n\n\nMcKenna introduces Napoleon as Frenchy Bouvier, elaborating that his friend is from Cabbagetown, Toronto\nThe face of the mayor frowns, he cannot set aside his contempt for Catholics, French ones at that, even if he’s wearing a military uniform.\n“He’s my friend,” McKenna adds. “He risked his life to save mine in Passchendaele.\nThe comment sparked a positive change in the Mayor’s attitude, who smiles and extends his right hand towards the Franco-Ontarian. “Welcome home, my boy”.\nBut the mayor’s smile fades away when Napoleon presents him with his left hand. “My right arm is paralyzed due to a injury, Mr. Mayor”\nTommy Church quickly clasps Napoleon’s hands with both his and moves on to the next soldier. “I wish you a quick recovery”\nNurse Neale sees McKenna and tells motions to him that he needs to be transported to the hospital\nMcKenna asks Napoleon if he’s gonna see his people before he arrives at the hospital, to which Napoleon says yes\nDespite the Crowd of people around the train station Napoleon has never felt so alone. He knows the directions to his neighborhood but his feet refuse to move\nSuddenly, a hand presses against his paralyzed arm.\nHe feels as if he’s dreaming until he feels Corine’s warmth snuggled against him.\nShe said she almost didn’t make it due to an accident on Queen street\n\nShe’s panting from running\nShe’s very happy to see him\n\n\nHe tries to talk but he’s too moved, but he knows he’ll regain his speech in due time unlike his arm\nHe knows that he will probably never be able to rely on his closest ally again (because he uses his arms to box) because of a german bullet lodged in his arm for two weeks.\n\nNapoleon: Hospital\n\nWouldn’t you be better off with your parents? Corine asks\n\nNapoleon hears it but hesitates to answer\n\nAfter a month spent at the Spadina hospital he doesn’t know how to answer.\n\n\n\n\nHe stares at the young woman holding his left hand (Corine), she visits him every day\nHowever, his questions about his muscle therapy and his consultations with the doctors end up irritating him.\nSo far, despite all the exercises, his right arm remains paralyzed.\nUnlike most of the soldiers, Napoleon is dressed and wears his uniform during the day.\nYes, of course. He says finally.\nBut I’m not demobilized yet. And my parents don’t need a cripple at home.\nCorine turns away from Napoleon, wipes away the tear forming in the corner of her right eye.\nSince he’s returned, he seems to have lost that energy that made him so formidable in the ring.\nCorine still loves him, but she ignores how to help him escape his torture\nThey get interrupted when he has his appointment with dr. Sullivan\nCorine smiles at Julie, she thinks he’s lucky to have ended up on her floor\nShe appreciated how she was always smiling and speaking to them in their language\nJulie even takes the couple under her care, she takes Napoleon to the Sacre Coeur mass (otherwise he would choose to stay locked up in the hospital)\nAlthough Corine feels a little jealous in front of the nurse’s striking beauty, she laos admires her calm confidence and the fact that she found her professional calling\nCorine leaves for work\nBefore Napoleon goes to the doctor Julie pulls a newspaper from her pocket and asks Napoleon what the article is about.\nThe article reads “700 deaths from the plague” and it’s from the Toronto star\nOccasionally the nurse pretends to have difficulty reading english, in order to give Napoleon a job and a sense of value\nIt’s the Spanish flu, he says. The disease spread to a garrison of Spanish soldiers in Morocco where it caused eleven deaths. In Spain itself there have been more than 700 deaths so far.\nMy god! Julie says.\nI heard in Liverpool, british sailors talking about the disease and that it’s a type that spreads extremely fast.  American soldiers contracted it in march. Napoleon said.\n700 dead, that’s horrible!\nIt’s nothing. Napoleon says (his dry tone surprises Julie). Even if the illness gets worse, we won’t hear about it, the soldier continues. Censorship will hide it from us, just as it hides what’s really happening on the front lines.\nJulie notices an agitation in the right hand fingers of Napoleon. The nurse sees an opportunity to administer shock therapy to her patient.\n“Why are you letting yourself be defeated, Napoleon? Julie asks. You took a terrible blow, but you don’t even try to recover from it.\nThe nurses’ questions and judgment off puts Napoleon (like a punch to the jaw). He likes Julie, and appreciates her kindness, but what right does she have to speak to him like that? He gets angry. The rage, the boiling blood of the former boxer rises in his veins. “What do you know!”\nJulie, taken back by the sudden hostility, also gets angry. “Since you’ve been here you’ve just felt sorry for yourself!”\n\nGrateful that the other patients don’t understand French, she raises her voice further. “Have you looked around? The others, like your friend McKenna are all more crippled than you. Do you hear them lamenting? Over there, David Peterson only has half a face left! I am convinced that if you give your arm a chance to heal and you put in the effort you will eventually be able to use it again!”\n\n\nNapoleon trembles with rage. And Julie begins to fear what she’s instigated. He raises his arm and screams “Have you ever seen a boxer with only one good arm?”\nSuddenly, Napoleon feels the warmth of Julie’s hands on his right hand which have become that of a boxer again. His right hand is curled in a fist.\nCould I have really hit her? Napoleon asks himself. “I’m not that crazy am I?”\nHe’s about to speak but Julie tells him that he needs to get to his appointment\nBehind his back Julie smiles. The Americans are in Europe now. If the news is true the war will soon end and life will return to normal. The nurse thinks.\nAs she passes Peterson’s bed he stares at her and says “I didn’t understand what you were saying but I am sure you are doing wonders” he says.\n\nCorine: Father’s shop\n\nFather Abbot Philips Lamarche is talking to Charles Sirois (Corine dad)\nThey talk for a bit then he asks for a copy of the law (this is a magazine i guess)\nCorine, go and find it for the priest. Charles says.\nThe young woman who was listening to the conversation of the two men from the counter of her father’s store goes to the back fo the store in search for the magazine\nWhen she gets back they engage in serious conversation. They talk about how the population of the city is changing.\nOver the course of 20 years it’s doubled. Half a million inhabitants.\nBut it’s not just the number, it’s the number of immigrants, specifically immigrants from england\nIn 1901 ¾ of total people in toronto were born in Canada, now its 60%\nPeople from the UK represent ⅓ of the total population with 150 000 members\nIt’s for good reason that Toronto is becoming British Charles remarks, Britain is 5 times larger in presence than it was at the beginning of the century\nJust like Corine, the priest is used to the rants of the queen merchant (charles)\nCharles refuses the coin handed to him by the priest for the magazine\nWhy do you think conscription is so strong in toronto the priest asks.\n\nCharles says it’s because of all the people from england\n\n\nThe priest, who doesn’t like discussing politics changes the subject by asking Corine a question\nHow is Napoleon doing Corine? He asks.\n\nBetter, and better she replies\nShe feels the priest would like her to say more, like for example her plans for the future with him (marriage)\n\n\nBut Charles returns to the rescue. He mentions the big rally tomorrow to promote the army recruitment. “The so called patriots will just launch more attacks against French-Canadians”\nI hope you’re wrong. Says the priest. He then thanks Charles and leaves the store.\nCorine thinks about her fathers remarks, she also hopes it will be wrong.\n\nNapoleon: Victory Rally\n\n“If you want to box, go to the gym.” Julie says to Napoleon who is enjoying gently hitting Ted McKenna’s open palms with his fists.\nFor three months, his right arm has gradually regained strength, at least enough for him to use his right hand.\n\nAfter barely 30 strikes against Ted he feels fatigued.\n\n\nTwo weeks ago he was released from the hospital to be assigned to the military training camp downtown where he performs easy chores.\nHowever he still spends a lot of time at the hospital, either seeing a doctor, visiting his friend, or volunteering to help Julie and her colleagues. This delights Julie.\nBut him and ted have to leave in this moment to go to a patriotic meeting\nThey get on the public transport, most of the passengers are wearing there best dress (because church)\nHe would’ve preferred to walk to the sports center where the “Towards victory” assembly was held but he decided to take public transport in order to accompany his disabled friend\nWhen they arrive Corine scolds them for being late\nThey sit in the seats.\n\nMusic plays\n\nSoldiers begin to parade as the music play.\nThe 48 Highlanders march out, Corine squeezes his arm\nShe notices a tear falling from Ted’s eye. Is he moved to see his colleagues parading or sad to no longer be able to accompany them she thinks. Both, she concludes.\n\n\n\n\nShe feels growing sympathy for Ted since she’s met him because she foresees the various challenges ahead\nThe parade ends\nConscription which the government is planning on voting for soon divides the country\nEven if in Toronto the only voices heard are those pro-conscription, in Quebec during the December elections, the province voted massively against it. The opposition to conscription is becoming more and more intense\nIn Quebec city between march 28 and april 2nd a series of violent gestures against conscription degenerated into riots\nOn the evening of April soldiers called reinforcements from Ontario to restore order fired into the crowd. Results: 4 dead and 70 injured\nSpeakers on the podium remind us of the need to redouble our efforts to win the war even if final victory is within reach\nThen a soldier climbs onto the podium to highlight the Veterans Association’s support for the conscription\nHe has a strong British accent. He launches into a rant against opponents of the conscription without hiding his contempt or hatred about French canadians. He says they are neither Canadians nor the french. They are traitors.\n\nThunderous applause rumbles through the crowd\n\n\nThe faces of Corine and Napoleon turn pale as they feel a hostility in the air\nHe grabs Corine and says they must leave. His blood boils with rage.\nOnce they are away he says. “What country did I fight for? Are the French Canadians really worse than the Germans in the English’s eyes?”\nCorine tries to calm him. “They are just fools carried away by the fever fo war.”\n“You’re right Corine, war brings out the best and worst in people” but as he finishes his sentence he turns to see a man looking at them with an indignant look\nThe man says “You should speak white here!”\nCorine is scared of what might ensue but Napoleon says calmly. “My dear sir, I will speak French whenever I want, I fought in the war. Where were you during this time? Comfortably at home. My fiancee makes weapons in the factory for our troops. If you were less old and if i my arm wasn’t injured it’s very likely i would’ve punched you”\nThe old man is suddenly stunned and runs off the train\nAn applause from the people in the train ensues and Corine kisses him “Words, when they express the truth, can strike even harder than a punch”\n\nNapoleon: August 2nd\n\nTurbulence hangs in the air of the city this afternoon\nThe allies have blocked further German advances\nOn his way to the military hospital, Napoleon senses discontent among the people he meets in the streets. He has the impression that everyone is anticipating a painful autumn and then another interminable winter.\nThe military had predicted the war would be won before christmas 1914\nNapoleon is on leave for 2 days\nHis right arm is still actively improving\nThe barack dormitory at the training camps are spartan\nHis duties there are not demanding\nHe even has lots of free time to visit the hospital\nHe no longer knows what gives him more pleasure, chatting with Ted or helping Julie Arsenault\n\nHis preference surely leans towards the nurse he thinks\n\n\nWhen he arrives in room H, Napoleon is surprised to find his friend standing about to leave.\n\nHe asks him where he is going\n\n\n“We have to show them that the men who return from the war, we won’t accept how they treat us once we return, then we will no longer let them turn a blind eye to the presence of enemies among us!”\nMcKenna then beings to summarize the events that lead him to this stage\nThe previous evening, Cluderay, a soldier returning from Europe, found himself in the White City Cafe on Yonge street.\nHe got into a fight with the customers and a waiter, a greek, that is to say, a foreigner from an allied country\nThe spat escalated into a fight and the soldier suffered a gash on his forehead\nBut, it was the soldier who was arrested and charged with being drunk in a public place\nThis rumor had circulated among a group of people, McKenna added\nTonight, a group of people will go to White City Cafe to teach them a lesson\nYou can accompany me, Frenchy. Says Ted.\nNapoleon is perplexed by his friend’s agitation, then experiences contradictory feelings.\n\nHe catches the eye of Juie who is obviously aware of the story. Her eyes beg him not to join the soldiers.\nThen he thinks a cool ahead among these heated minds will serve to calm things down\nAlso, he can’t let Ted go alone. If things get carried away he might get hurt.\n\n\nNapoleon smiles shyly at Julie, who quickly turns away from him\n\n“She can’t understand,” sighs Bouvier deep inside. They are my brothers in arms.\n\n\n“They give jobs to foreigners, but not Canadians returning from France!”. The comment elicits approval from a group of noisy men that continue to grow in front of the restaurant at 438 Yonge Street.\nTed McKenna raises one of his crutches in the air in a threatening gesture.\nSurprised to find himself in such a large and openly hostile crowd, Napoleon becomes worried.\nThe crowd in front of the White City Cafe spills over the sidewalk and ends at the busy thoroughfare (l’artere achalandee)\nAmong the men in uniform, Napoleon recognizes some of his comrades from his battalion. And he notices civilians letting free reign of their anger.\nAmong this crowd of 200 men, he feels completely incapable of stopping the growing wave of resentment.\nHe understands the frustration, especially for cripples like Ted who have to live with the after-effects of their sacrifice. Where can they direct their anger?\n“Tonight we want justice!” shouts a large soldier, raising a fist with his one arm\nOn both sides, protestors demanded the release of soldier Cluderay, arrested the day before\n“Send foreigners to the army and to the front” yells Ted while he hits the restaurant window with his crutch.\nThe impact shatters the window into a thousand pieces.\nDid Ted do it on purpose or by accident? Napoleon asks\nSuddenly, men rush towards the interior of the establishment. They begin to destroy everything they can get their hands on.\n\nEmployees and customers flee the scene\n\n\nHorrified, Napoleon tries to pull Ted away but Ted keeps encouraging the others to continue their work\nShortly after, when there was nothing left to break, a soldier shouted at the top of his voice: “I know another greek restaurant on Bloor street”\nThe pack moves towards the given address, 985 Bloor Street West\nNapoleon urges his friend to return to the hospital.\n\nBut McKenna accepts the invitation of a man who offers to drive him in his car to go to the riot\n\n\nNapoleon hesitates, abandoning his friend who has lost his mind? Despite his doubts, he takes a seat in the car with Ted. “If he continues, I will knock him out to stop him,”Bouvier promises.\nAt the second restaurant the police are notified of the violent activity and arrive on the scene\nAlthough, they were scared of the sheer amount of people there and decide not to intervene\nThen they go to a third business, the police try and stop them this time but they fail\nThen the crowd stops in front of Superior Lunch restaurant\nBut as they’re about to attack a soldier says that they have veterans among their employees\nSo, when night falls, the march resumes\nThe police called for reinforcements and then erected a roadblock on yonge street\nHowever, the rioters attacked the police who responded in a physical manner.\nDistraught, Napoleon sees Ted jumps into the melee\nTed gets into a fight with the constable but Napoleon soon intervenes\nThe constable, startled by Napoleon drops Ted on the ground and Napoleon gets into his boxing position\nHis right fist hits the police officer square in the jaw, there’s a great pain in his arm\nHe K.Os the police officer then runs to his friend Ted\nHe says if you don’t come with me this time you’ll be the next person I knock out. Ted agrees.\nDespite the suffering, he thinks “my fist regained it’s strength, but i may have lost it for good”\n\nNapoleon: Riot aftermath\n\nYou’re lucky it’s not broken. Julie says to Napoleon as she wraps a bandage around his right hand.\nShe asks how he’ll explain this to his commander\n\nHe replies that he’ll tell him that he fell on his hand\n\n\nNapoleon is conflicted by either feeling proud that he knocked down a giant (the police man was very tall), or feeling shame for succumbing to his war instincts to hurt a police officer\nHe then evaluates the risk he’s gotten himself into\nNapoleon then tells Juile that she is a fine woman\nJuile attempts to dodge the subject by saying that she always takes care of her men\nNapoleon pushes it and says that Juile is an extraordinary woman\nJuile doesn’t want to talk about Napoleon’s feelings for her\nJuile tells Napoleon or she’s break his other hand (right is broken)\n\nCorine: Riot aftermath\n\nShe asks what they think they werer going to accomplish by actins like lawless morons\nNapoleon and Corine are walking through Allen Gardens\nThe couple were taking advantage of the good weather\nCorine reads the Globe and Mail about the riot from Friday night\nCorine says that the riot didn’t end till 2am, 15 restaurants were ransacked, and damages came out to 40 000$, and 15 people were arrested, including 6 solders\nCorine realizes that Napoleon got his hand injuired in the riot\nNapoleon says he did nothing wrong\nCorine is dissapointed and tells Napoleon that when they get married, that he needs to tell her everything, even things he thinks she won’t understand\nThere was a second demonstration where other soliders wanted their comardes released, and it turned violent\nNapoleon was wise not to go to that demonstration due to the amount of violence\n\nNapoleon: Spadina Hospital\n\nHe’ll be here any minute now, says Juile\nDavid Peterson’s future is at stake here\nNapoleon reassures Juile that they’ll encourage him\nif they exaggerate, Peterson will notice\nThe young man has finished his reconstructive surgery and the face he’ll live with for the rest of his life\nJuile attempts to write some reports about her patients, but doesn’t too good because she doesn’t know how she’ll react to Peterson’s face\nPeterson comes out, Juile and Peterson stare at each other, and the other soliders stay silent\nPeterson tells them not to look at him and that he is a monster and should have died\nMckenna trys to cheer him up by saying that they’ve seen worse, but Peterson gets mad and turns around\nhis new blistered lips extend over two sections, one larger than the other\nhis not occupies the center of his entire face\nOn the left side, a long scar crisscrosses her cheek and her eye appears slightly lower than the other.\nNapoleon said it might be an improvement, and that he’s looked worse after boxing matches\nJuile says he saw his face before surgery\nPeterson realizes that he can remove the invisible scar that covers his heart, and that his face will always be marked, and that not everyone will be so compassionate\nNapoleon suggests that they get some fresh air\n\nStory IV\nNapoleon: 17 September, 1918\n\n“Happy birthday, Napoleon” somebody says\nHe’s having sex with Corine he thinks\nSuddenly he realizes the hair of the girl he’s staring at is black\nThis is not Corine, this is Julie\n“Wake up!”\nNapoleon opens his eyes\nThe voice of sergeant thomas wakes him up\nHe gets out of bed and rubs his face\nThe 5 seconds of warmth from this are quickly interrupted by the coldness of the morning\nWhat could’ve inspired a dream like this? He thought.\nThe day before he was just fine hanging out with Corine\n\nAfter a supper together celebrating his birthday with her, he wisely went to the barracks\n\n\n“Hurry up the work awaits us”\n\nThe sergeant continues to exploit the poorly woken soldiers\t into working\n\n\nLike the others Napoleon goes to the washroom and does his business quickly\nHe has just turned the legal age to join the army, where he had already spent 2 years of his life\n\nLooking back, this period of time seemed very long, there were so many painful experiences\n\nThe man who was in such a rush to enroll, is now waiting impatiently to receive his discharge from the army\n\n\n\n\nSurely he’s not the first person who’s dreams liven up the night, could this be a sign he needs to get married soon\nA little after breakfast sergeant Thomas informs the men in his platoon of their assignments for the day\n“It seems that you like hanging out in hospitals, Bouvier. Then, in the following days you’ll be treated well.”\nHe is designated to be part of a detachment responsible for assisting staff from the Hospital at R.A.F base.\nHe joins a group of 10 men who walk by foot to the building situated at the corner of Gerrard and Church\nThe municipal building, loaned to the military to support the war effort. Was used to house patients from the royal air force.\nThere were patients wall to wall\nThe head of the hospital, Colonel Hardy, pairs Napoleon with a member of the air force.\n“Roland Michener” Declares the young man who extends his hand to Napoleon.\n\n“I’m from Red Deer in Alberta, I’m going to be a pilot if I can ever finish my training here.”\n“I never thought emptying chamber pots and transporting sick people would be a part of it, but the functioning of the RAF is mysterious.\n\n\nBouvier who is still a little helpless follows the orders of Michener who is just 18\nThey go to corridor lined with sick people, some lying in beds some on the ground\n“What’s happening here?” says Napoleon\nMichener motions for Napoleon to take the other end of a stretcher where a man lies muttering unintelligible words\n“This one needs to be taken to the (spanish) flu room” Michener says\n“What’s happening is that there’s too many sick and not enough space. This hospital was designed for 300 patients, there are close to 900.\nNapoleon curses under his breath\n“Are there soldiers with the Spanish flu?” Napoleon asks\nNapoleon thinks back to an article by the Star posted yesterday, in a military camp with polish-american volunteers in niagara on the lake they reported 188 cases of the flu which is spreading in the united states\nMichener says “I don’t know anything, but i can tell you this, there are men in the military camps at the RAF in hamilton that have it”\nThey put the patient in the stretcher on an empty bed\nThere are about 10 left to go\nMichener says he heard Colonel Hardy speak of 200 people who had the flu\nMichener says that sometimes he wishes he could switch places with one of the sick sometimes, spending the day in a comfortable bed.\nHe says the RAF recruits are housed in a warehouse at Jesse Kechum elementary school. They’re given pine beds and some blankets. Not even straw. It’s hard as rock.\nNapoleon retains his anger. This guy who wants to have fun flying planes. knows nothing of suffering he thinks.\nIf he thinks lying in a hard bed is suffering, he’ll have to lie in the mud of a trench with bullets raining around him to see real suffering.\nBouvier calms himself down because attacking Michener would be a mistake, it is better to maintain good relations. With this wealth of information if he wants to survive in the hospital with difficult conditions.\nThey remove another patient from a truck\nThe day before, Corine’s father had shown him an article from “le devoir” talking about the eucharistic congress (eucharist is a christian meeting where a bunch of people eat a meal together) in Victoriaville. It attracted 25,000 people between sept 12-16. Since then, the town’s college has been closed because numerous cases of Spanish flu have been reported there.\nThis illness that’s ravaging around europe and the united states, will it spread to Canada? Napoleon has a bad feeling\nJulie must have some news. He thinks. At least she’ll know what precautions to take.\n\nNapoleon: 29 September (Church)\n\nThey’re praying for the end of the war, at the suggestion of Vicar Lusier\nAll the faithful of the sacre coeur bow their heads in prayer\nFor four years this war has changed countless lives and ended millions\nAlthough, on this sunday they’re ignoring another calamity aside from the war across the ocean that’s ready to battle them more directly (the flu)\nAfter this, Napoleon locates Julie and asks her to join him and corine on a walk\nShe accepts, and with a girl on each side he walks along Church road\nI must make people jealous, he says to the two\nThe trio arrives at Allan Gardens where they stroll quietly observing the other wakers and the flora already marked by the colors of Autumn\nThe two women exchange commentary in a stream of words and laughters that pleases Napoleon\nThey get along wonderfully he notes, he thinks he’s really lucky to have them in his life, especially right now.\nHe no longer thought about the evening he opened up his heart to Julie\nOr at least he manages to chase it away everytime it appears\nCorine says look over there. There’s a family all wearing purple armbands, she wonders if their son was on the list of war dead in yesterday’s paper.\nWhile it is recommended that parents of killed soldiers wear purple armbands instead of a mourning costume. It doesn’t make them forget the war any less.\nNapoleon cannot hide his bitterness. His thoughts go out to those who are still in the trenches, and the new men who are going to be brought in by the conscription in the following weeks. Who will have to report to the enlistment centers or risk being chased by the police.\nHe slowly draws his friends away from the sad reminder of the cost of the lives of the war.\nTired of wearing his soldier uniform that drew admiring glances from passersby, Napoleon dressed in his Sunday best, risking being attacked by patriotic women who attack young men in civilian clothing, who guilt-trip them for not volunteering in the war\n\nThe act is call feathering (plumage) where they throw chicken feathers at young men (Calling them chickens)\n\n\nThis years Autumn, which is usually Napoleon’s favorite season, only brings him gloomy thoughts.\nSeptember has been one of the coldest and rainiest months Toronto has ever seen.\nHe suddenly turns to Julie and asks what the talk is at the hospital of the Spanish flu\nNot much she says. Doctors are discussing precautions and severity and the united states especially boston where the flu spreads rapidly\nNapoleon isn’t entirely happy by this response thought, as he feels she’s hiding something\nNapoleon can’t believe the public health authorities aren’t talking about the flu more. It’s taken hold at the base hospital he notes.\nJulie grips Napoleon’s arm. She says the authorities might be afraid of causing a panic since…\nCorine and Napoleon encourage her to continue her thought. And after a long silence she continues\nIt’s not just among the military anymore. It will probably be in the newspaper tomorrow. A twelve-year old American girl died from the flu at the general hospital on wednesday. She was traveling with her parents on a train from Delaware. During the journey she fell ill, and they admitted her to the hospital as soon as they arrived in Toronto.\nNapoleon thinks that his work at the hospital may have sent him back to the frontlines, but this time the enemy is invisible, and takes possession of ti’s victims’ bodies. By being at the hospital, he may be exposing those he loves to this threat.\nWe should head back. Corine says\nHe’s now being guided by the two women.\nDespite the fact that his right arm grows better day by day he experiences a sense of powerlessness, the same powerlessness he felt in the trenches, the idea of not advancing or backing up\n\nNapoleon: 30 September\n\nOpening the Toronto star, he realizes Julie is wrong. There is not a mention of  a girl who died but two\nOn top of the american girl, there’s a torontonian, a student from jesse ketchum, referred to with only her last name “Robertson”, succumbed to the spanish flu at the general hospital\nThere is mention of 12 other known cases of the flu in the population as well\nAlthough, the chief of medicine in Ontario, Dr McCullough still thinks special measures are not necessary\nNapoleon is not so sure, he reads in the newspaper 30-40% of communities touched by the illness will be affected, and the illness is expected to last 4-6 weeks\nNapoleon crumples the newspaper and with a heavy heart joins his platoon on their way to the base hospital for another day of work\n“We’re heading straight into a lion’s den, but the sick soldiers need to be cared for”\nIt’s the same as hesitating in the trenches to provide aid and do my duty. I wouldn’t hesitate to care for the wounded.\nShortly after after arriving at the hospital he is approached by Michener who hands him a gas mask\nPut this on. It’s protocol now at the hospital. Yesterday, we admitted fifty new flu cases. It’s all hands on deck now.\nNapoleon covers his mouth with the mask, for a brief moment he recalls putting on a gas mask before launching an attack at Passchendaele a year ago.\n\nThe murmurs of nurses, soldiers, and patients in the hospital are nothing like the deafening explosions of artillery shells\n\nbut Napoleon fears that the battle he’s entering may be just as deadly as that grim experience.\n\n\n\n\nThey have to fumigate. Michener tells him. The smoke is supposed to kill the germs.\nA doctor approaches them and gives them brief instructions and hands them a cylinder with a thin hose. The two men lay out blankets on a clothesline and treat them with the thin vapor.\nThrough his mask he can smell the pungent disinfectant.\nHe hopes it atleast does something\nOver the next few hours they fumigate\nDuring the break Michener asks if Napoleon read the newspaper\nNapoleon says he read the toronto star, and asked if the girl was from the shool where his group was stationed\nMichener said yes, but he asked if he had the article from the Globe and Mail, where it says it’s the same flu that hit spain. And they should prepare for the worst. A total of one in three people got sick, eight million\nNapoleon is shaken. He lowers his mask to breathe deeply. He then thinks that despite the flu taking more lives more rapidly than the war it is talked about even less than the military horrors filtered through censorship\nDr.Boyd finds the two and asks them to follow him.\nNapoleon asks how many are sick with the flu\nBoyd hesitates but says close to 500, their resources are being pushed to the limit\nAs they pass the beds in the hallway Michener points out that even those beds are more comfortable. He asks the doctor if he seems a bit pale jokingly (hoping he can get a bed)\nHe’s used to the antics of Michener, by this point and just blows it off\nNapoleon asks that if it continues to spread will we end up like spain\nThe dr lowers his voice, he says he doesn’t think so. The population is less concentrated than in Spain, and they’ve learned lessons from other cities hit by the flu.\nHe also says that we’ve noticed that flu kills people in the prime of their life, and in perfect health.\n⅔ of victims are under 30\nLike me! Napoleon says\nThe doctor attempts to reassure him. Michener then says what does it matter if i get sick, at least i’ll have a bed.\nNapoleon smiles, he appreciates Michener’s efforts to lighten up the mood\nThey arrive at two patients completely covered. The doctor instructs them to take them down to the morgue, remove their covers and fumigate them.\nTwo questions haunt Napoleon, how many will die and how many more will he have to move\n\nNapoleon: 5 Octobre\n\nHe’s riding a wagon, the windows are wide open in order to circulate new air, conforming to orders placed by the chief of medicine of toronto, Dr.Hasting\nThe decision made by Napoleon to not take public transport also conforms to a suggestion made\nIt seems avoiding contact with people is the best way to avoid the flu, as it’s transported by air\nThe emptied beds made by Napoleon and his colleague were soon enough filled by the sick\nAnother civilian dead, a man 32, which follows ten other deaths\nHasting made a statement. “It’s certainly in Toronto, there’s no doubt. If it’s anything like Boston, i’m sure the situation could be equally as bad”\nHe adds that he sees no reason that even more measures should be made like closing down schools and closing down spots of entertainment\nNapoleon puts into question the opinion of the chief. According to the journal this morning in Ottawa the municipality discredited the closing of schools, theaters, and cinemas\nNapoleon is heading to the Spadina hospital. Julie left him a message telling him to arrive ASAP.\nHe enters the hospital to find Julie doing her job, and the bed normally occupied by Ted occupied by a stranger\nTed is in isolation with the other patients that have the flu, that’s why I called you. Julie says.\nTwo days ago his isolation began.\nHe complained about his throat being sore. But when he started coughing they isolated him.\nHis case escalated very rapidly.\nThey approach Ted, he’s coughing violently, while a nurse removes red mucus coming from his mouth.\nHis eyes are closed and his complexion is blue-ish, almost black. His corps is desperately grasping for air.\nTed finally opens his eyes and says “frenchy”\nIs the groan a salutation or a goodbye Napoleon thinks\nThis time, he can’t jump into the mud to save his friend\nToday, it’s not just his arm that he risks losing\nAnother round of coughs happens from Ted, and then nothing\nNapoleon tries to reach for his friend but julie stops him\nThe nurse covers Ted’s hideous expression (signifying his death)\n“Its over” says Julie softly while tugging him towards the exit\nNapoleon who’s fighting against his tears lets himself cry\nAfter some silence Napoleon says “it’s horrible. To die like that after serving on the front lines”\nJulie with watery eyes says “It’s demoralizing but we can’t give up”\nNapoleon takes Julie’s hand in his.\n“You’re right, I won’t give up” he says\nWaging war against an invisible enemy that attacks everyone, both the strong and the weak, will require exceptional compassion, altruism, and efforts. In Napoleon’s eyes she sees determination, the kind that the cruelty of the enemy inspires in warriors.  “At least in the war, we will win by saving lives, not taking them.” Julie thinks\n\nCorine: October 20 1918 (Sunday after the 14th)\n\nCorine, standing beside her sisters and parents on the steps of the Sacre-Coeur church\nShe observes the somber expression of the paroissiens, there’s a proclamation posted on the church’s main door by hastings and the mayor\nAs of October  1918 and until further notice:\n\nTheaters and cinemas will be closed and remain closed\nChurches and chapels of all denominations will be closed and remain closed on sundays\nAll schools public or private or sunday school must close and remain closed\nVisits to the hospital are not allowed\n\n\nWe’ve never seen this before! Church being closed. Exclaimed Charles Sirois\nCertain families scared by the menace of the flu walk away without asking questions.\nBut others like the Sirois remain in place to discuss with the others but these draconian laws (excessively harsh laws)\nAt least Father Lamarche and Vicar Lussier are still able to speak to the people exclaims Matheiu Sauriol\nIn a message by Lamrache, he indicates the availability of the priests to speak to the people  from the rectory even if they can’t celebrate at the mass\nIt’s going from bad to worse. Curses Brigitte Roy\nFor the past two weeks, the sick and the dead have been multiplying. Over the past week, medical authorities have been providing almost daily grim reports.\nOn October 11th, forty new cases of the flu were added to the approximately six hundred already counted in the city. That day, 19 deaths were attributed to the flu or to the pneumonia resulting in a total of 72 deaths\nAn old hotel, the Mossop has been requisitioned by the medical authorities to be converted into a hospital for people affected by the flu\nWorkers have torn up and burned the carpets to make room for 200 patients\nFurthermore, Toronto is not the only city grappling with the epidemic\nWinnipeg and Montreal have also declared the closure of public places\nIn the small town of Brantford, 85 km southwest of Toronto, there are reports of 2500 flu cases\nAnxious about all the bad news she’s relieved to finally see Napoleon.\nHe’s surprised to see everyone gathered outside the church instead of inside, he questions Corine.\nAnd she updates him on the tragic events.\nShe asks him to go for a walk since she wants to escape talk of the flu\nNapoleon starts to walk with her when a stout lady named Lisa Charlebois arrives in a hurry\nShe’s out of breath, but suddenly she announces to everyone that “Little Emma Latour was taken by the flu last night”\nEveryone including Corine and Napoleon are stunned\n“Poor little one, she was barely two years old” Corien’s mother with a solemn tone says/\nThis news prompts new life into the gloomy conversation Prompting Corine and Napoleon to slip away.\nFirst, she tells Napoleon about her day at the factory. But alas the conversation shifts to the flu as the primary subject. There is an increasing shortage of female workers at the factory; some are flailing ill, while others are staying home to care for a bedridden family member\nShortly after they stroll down Sackville street and pass by the sacre-coeur school. They both agree to linger and contemplate the building\n“Children like me who weren’t very good at studies are probably quite happy that school is closed” says Napoleon\nCorine releases her grip on Napoleon’s arm. “Surely they’re not happy to see their friends and family fall ill from the flu”\nNapoleon accepts the reproach; his joke was probably in poor taste.\nAlthough, after more than two weeks fighting against the flu, he desperately seeks humor like his comrades, especially like Ted McKenna, who did it in the trenches, and even at the worst moments.\nIn addition to carrying out his soldier duties at the Base Hospital, Napoleon volunteered to assist charitable groups delivering food to the increasingly numerous households where all the residents, afflicted with the flu, can no longer go out.\n\nIn some homes, bedridden patients can’t even prepare their own meals.\n\n\n”Not long ago, we were in school,” Napoleon says in a soft voice, inclining his head slightly towards the building.\n\n”Yet, it feels like centuries,” Corine adds\n\n”But unlike you,” the young woman completes in her mind, “I dream of going back.”\n\n\n\n\nShould she bring up the topic now? She ponders this question as they resume walking.\n”You know, I probably won’t be at the munitions factory for much longer. Everyone says the end of the war is very close, a matter of days, at most weeks.”\nNapoleon has heard such predictions before, but why did people think they had the advantage this time?\n”As soon as there’s a ceasefire, production will stop, and I won’t have a job anymore. And you’ll likely be discharged from the army shortly after.” Corine says\n”She’s right, but I don’t have the strength to think about it right now.” He thinks.\nCompletely absorbed in the present, imagining life after the army, after the flu epidemic, if they can make it that far, seems impossible to him.\nFor the past two weeks, in his dreams, it’s no longer the faces of Corine or Julie that he sees, but the open mouth of Ted McKenna, calling out to him just before he passed away.\n\nEvery day, he gazes into the eyes of the dying that remind him of his deceased friend. One day, he helped move twelve bodies in just a few hours.\n\n\n”How is your friend Roland?” Corine abruptly changes the subject. She has sensed Napoleon’s torment and decides to postpone the discussion about their future for a more appropriate time.\n”Michener? His wish was granted. Even though the flu knocked him down for a few days, the doctors believe he’s out of danger now.”\nThe mention of his comical colleague, whom he had described at length to Corine, brings a smile to his lips.\nA week ago, the aspiring pilot finally got a hospital bed as a flu-afflicted patient. After two days in a feverish delirium, Michener was transported to a less crowded hospital.\n”I will probably never see him again,” Napoleon continues. “He will miss me nonetheless, that good-for-nothing.”\nTheir walk brings them to Bright Street, where they pass by number ten.\n”Look, they’ve hung the white mourning cloth,” Corine says.\nNapoleon follows Corine’s gaze. On the door of the house, he can see the white fabric indicating the death of a child, in this case, that of Emma Latour.\nFor a moment, Corine considers going to offer her condolences to the Latour family, who frequents her father’s store. But she decides to wait and accompany her parents there later.\nFurther down the quiet residential street, the couple notices other mourning cloths: a black one, signifying the death of a middle-aged adult, and a purple one to indicate the passing of an elderly person.\nCorine suddenly turns to Napoleon.\n”I’m going to offer my services to the S.O.S.”\nNapoleon takes the young woman’s arms. “Don’t do that!“. He says.\nCorine is surprised by his reaction because joining the new auxiliary nursing corps, the Sisters of Service or S.O.S., seems to her the best way to make a direct contribution to the fight against the flu.\n\nThe call for volunteers from the Ontario Chief Medical Officer has just been published in the newspapers.\nShe thought she would please Napoleon, get closer to him by going to the front herself to combat the flu enemy.\n\n\n”Wait and see,” suggests Napoleon after a long silence. “You’re already doing enough with your job at the factory.”\nCorine smiles.\nNapoleon is relieved to see her give up this plan without him having to explain in depth his opposition.\n”Julie is already risking her life. I couldn’t bear to see both of you in the lion’s cage.”\nShortly after, as he’s about to leave his fiancée in front of her parents’ house, he embraces and kisses Corine even more passionately than usual.\nHe feels a comforting warmth spreading through his body.\nThen, he walks away, and his form disappears into the darkness.\nTonight, the soldier wishes for one thing: to see Corine in his dreams instead of Ted.\n\nNapoleon: Wagon\n\n”It’s here,” says Napoleon to the driver, who parks the car, an old Ford, on the side of Davenport Street.\nThe driver turns off the engine as Napoleon (in uniform even though he’s not on duty, at least not for the army), steps out of the car and opens the back door for Julie.\nThe nurse, also in her professional attire, exits the Ford as well.\nThe soldier takes the pot of hot soup from her hands.\nJulie and Napoleon move towards a modest shack at 79 Davenport Street\nA modest cottage at 79 Davenport Street.\nHe takes pleasure in accompanying the nurse in her work, despite the circumstances.\nLike her, Napoleon volunteered to help families struck by the flu.\nJulie managed to arrange for Napoleon to be included in her S.O.S. team.\nAfter her shift at the hospital, Julie joins the 400 female volunteers who make visits to homes affected by the flu, delivering hot meals and, to the best of their ability, medical care.\nMany vehicle owners, like the driver of the Ford, have put their cars into service for this reason.\nThe nurse and the soldier arrive at the door and, before knocking, they cover their mouths with their masks.\n“I wonder if the masks really help?”\n\nThis question has been bothering Napoleon for days because, despite this precaution, the disease continues to spread at an alarming rate.\n\n\nOctober 21 marks the third week of the flu’s incursion into Toronto\nIs the worst already here, or is it yet to come? That’s the other question that Napoleon asks.\n79 Davenport Street is one of the ten thousand homes where the city’s postmen have left a special card.\nThis measure allows people struck by the flu to communicate their condition and needs to the medical authorities, as most households do not have telephones.\nThe city has only 60,000 of them.\nJulie and Napoleon wait in silence. The soldier knocks again.\n\nThe absence of any sound from inside disturbs him, evoking memories from Europe, in war-ravaged villages where his comrades  went door-to-door to check for civilians or hidden enemies.\nThis moment, standing before the door, the uncertainty before taking action, was the worst, Napoleon remembers, the time when they feared discovering a terrible and deadly secret inside.\n\n\nFor the third time, Napoleon knocks. Still, nothing.\nA few more silent seconds pass. The nurse reaches for the knob and turns it. The door opens. Without hesitation, Julie enters the house.\nNapoleon follows closely behind and places a hand on her shoulder.\n”Wait. I’ll go in first.&quot;\n&quot;Is anyone here?” he asks loudly.\nStill, the same eerie silence. Instinctively, Napoleon’s fists clench as if he were holding his rifle.\nHe returns to the entrance, but Julie is gone; he sees her ascending the stairs leading to the upper floor where there are supposed to be bedrooms, and…\nA man and a woman lie motionless in a bed.\nJulie checks their pulses, but based on the gray, bluish hue of the victims, Napoleon already knows that the flu has claimed them, a diagnosis that Julie confirms by covering both the deceased with the bed’s blanket.\nThe calm demeanor of the young woman elicits admiration from Napoleon, who is deeply shaken.\nThey arrived too late.\n“Even if we had come while they were still alive, we would have always been too late,” Bouvier reflects. “Once it chooses its prey, we can do nothing against the flu. It determines who lives and who dies.”\nHis eyes avoid Julie’s, and it’s then that he notices the cradle in a dark corner of the room.\nHe rushes to it with hope and retrieves a baby.\nBut right after, a chill runs through his hands and then his whole body.\nJulie examines the infant and sadly shakes her head. Napoleon places the lifeless child on the bed with its parents.\nSuddenly, a sharp noise rings in the air, first once, then a second time. A cough in the neighboring room!\nThe soldier and the nurse find a boy of approximately seven years old\nHe’s struggling to breathe\nJulie asks Napoleon to take him downstairs quickly\nThe frail body weighs almost nothing, he rushes down the stairs where Julie waits with a glass of water\nShe manages to get a few drops down his throat but he’s severely dehydrated\nHis pneumonia has reached an advanced stage ulie explains\nTime is of the essence, they rush to the car and Julie informs the driver to get to the hospital as quickly as possible.\nFortunately in the early evening the car can speed through the streets like an ambulance, as it encounters little traffic\nThe Driver asks “What about the parents”\nJulie keeps feeding the child water slowly\nThey end up at university ave hospital\nThe duo brings the child into the hospital\nIt was built right before the war\nPG: 112\nJulie goes to call the health services to deal with the parents of the child\nThe Murphy’s lived at  79 Davenport\nThey do not find the names of the children\nNapoleon thinks: if they had a telephone they could have called for help\nBell (The company) had a shortage of telephone operators\n\nLimited calls to emergency calls\n15% of the operators where out sick\nPG: 113\n\n\nNapoleon sees a Toronto Star article that has a headline of 91 deaths in 24 hours\n\n647 total deaths\n\n\nRemarks that the death list is longer\nThey reported the 3 deaths…\n…but then they boy dies\nNapoleon thinks: we cannot stop the fight now\nPG: 114\nNapoleon remarks that if he ever returns to boxing he would\n\n26 October 1918\n\nNapoleon and Corine are a the funeral/funeral home for Isidore Laplante\nHe got sick after he left the army\nThe the duo remarks that at least he avoided conscription\nthere where 11 death that morning\n\n1021 dead from  the beginning of October\n\n\na child died after only 48 hours\nthe priest asks when the couple are getting married\nit was popular for married couples to get a car\nNapoleon walks to the kitchen and see Thomas Joblin\nHe is drinking beer and says 2% it it legal\nAlcohol prohibition from 1916 bans it except for religious and health reasons\nHe drank anyway in Euroupe\nA loophole is just to pay doctor\nSomeone from quebec remarks that thoses laws do not exist there and there is a lack of spanish flu\nNapoleon reject the offer of a drink\n\nthey laugh at him\n\n\nThomas asks if he will return to the factory\n\nHe says IDK\n\n\nHe asks about the recent election\n\nHe says the English are so patriotic beyond reason\n3/4 of people of age volunteer for consription even if have medical condition\n\n45 000 people\n1/3 of Ontario’s solders\n\n\n\n\nHe says the English says they are traitors\nThe uncle recognises napoleon as a boxer\n\naskes is he will return\n\nIDK he says\n\n\n\n\n\nOctober 29 1918\n\nJean Loiselles says I wish I woke up to a angle\n\nI wish I was dead`\n\n\nNapoleon says that you would be dead then\nHe is happy to see a survivor\n\nComments while cleaning sheets of the dead\n\n\nHe remarks that Jean is unlucky to not have Julie as he look could revive the dead\nThe nurse takes his temp and asks about his health\nHe comes from northern Ontario just like napoleon\nHe leaves the hospital for S.O.S with Julie\nHe is excited to see his friend even if the work has difficult moment\n\nHe remarks that there are only 2 deaths today. still bad but better\n\n\nhe goes to a English hospital where women cook food for the sick\nCarravagio is there drive\n\nHe drives like a “Italian pilot”\n\n\nNapoleon take plats and a cauldron of food\nDriver shows news that cases are dropping and the government thinks it it almost the end\n\nThe flu is like the German’s\n\n\nNapoleons is a bit trigger by the motion of the war\nEven if it is near then end we can’t drop our guard\n\nNovember 3\n\nThe priest says that god pities them and responded to their prayers\nHe alternate at looking at Corine in front of him and Julie behind him of him\nEveryone lower there head head to respect the dead\nNapoleon thinks that he should be happy\n\nPlaces are reopening on the 5th\n\n\nThe priest then prays that the war ends and continues messe\nNapoleon says in his head stop looking backwards\nHe thinks maybe I can confessed to the priest\nWhen they leave he finds Corine and his dad invites him to dinner\nlet’s go greet Julie before, says Corine\nJulie is rejecting Thomas Jobin et s’Antoine Dussault\n\nJulie says: I’m busy with S.O.S this afternoon\nNapoleon does not go as the cases have declined\n\n\nThey are excited to move on from the war jobs even with the pay cut\n\nNapoleon thinks “What after”\n\n\n\nStory V\nNovember 11: Midnight, Corine\n\nCorine is working at the factory\nMary (20 year old colleauge, born in England, immigrated to Canada before the war) wishes death upon the Germans\n\nshe wants all the munitions to be used\nShe lost her fiancee and her two brothers to the war\n\nThey enlisted to the Canadian army on the first day of the war\n\n\n\n\nCorine wonders if peoples thirst for vengance can be quenched\nSchools, churches, and cinemas are now reopened\n\nNapoleon promised Corine to watch a movie on Sunday\n\n\nSpanish flu cases are decreasing\nNegotiations for a cease-fire are happening in France\nPeople are already celebrating the end of the war\nCorine yawns and looks at the clock\n\nShe is on the night shift\n\n\nThe thoughts of her future chase away the thought of the past\nSuddenly, a alarm goes off in the factory\n\nNo one knows whatit is\n\n\nJohn Fergus, the night operations manager, comes out from the upstairs offices\n\nAnnounces that a cease-fire was signed in France at 6:00 AM (Time in france)\nThe ceasefire will take effect at eleven o’clock European time.\n\n\nEveryone is happy and celibrates\nGod save the king! The manager says\nThe group of workers repeats this\nThey also get to leave early after safe mutation storage\nEveryone helps each other\nCorine says yes to go to young street to celibate with her coworkers\n\nMary is going too: Corine notes”Invisible war wounds can maim as much as any other”\n\n\n\nNovember 11: 2:30 AM, Corine\n\nWhen they leave they are still in there work uniforms\nCorine observes that it has only been 2 hours since the news came and everyone knows\nAlmost everyone is awake because of the noise (It is 2:30 AM)\nCorine and her coworkers are surprised by the improvised celebration and how good it is\nAs solders walked along the crowd gave patriotic chants\nPeople grabbed anything they crowd to make noise\nHer and her coworkers where picked up and carried by the solders\n\nHurrah! for the munitionettes who helped us win the war, shouts a soldier.\n\n\nPeople light firecrackers\nCorine see the starting of a bond fire and obverses how the city is entoxicated\n\nNovember 11: 4:47, Napoleon\n\n”Everyone wake up, we are marching down the streets!”\nNapoleon still barely awake asks whats going on\n\nHe thinks: another violent demonstration?\n\n\nHe is told that the wars is over\nWhat time is it, he asks\n”Four forty-seven. In thirteen minutes, it will be eleven o’clock in the morning in Europe, and the war will truly be over.”, The sergeant tells him\nThe joy that he is experiencing wakes him up fully\nHe thinks of George Peirce: “Did he survive this murderous madness?”\n\nNovembre 11: 10:47, Gorge Peirce: Mons, Belgium\n\nHe notes the time on his watch\n\nThe next few minutes can’t go by fast enough\n\n\nThe war was the most miserable time of his life\nHis face resembles the face of napoleon the day they met\nHe is a part of the 28th North West Battalion\nThey enter a German occupied house\n\n”Don’t shoot!”, Someone calls\nInside, a terrified family\n\nPhilippe Lenoir, his wife and their two young children\nThey where against a wall\n\n\n\n\nThe Germans have gone out the back door says Lenoir in French\nNext to Price, soldier Lacroix, a French speaker, quickly translates for the others\nPrivate Goodmurphy, leading the group, suggest to check next door\nSuddently he hears a bang\n\nHe turns around to recive Prierce’s body crashing down on hims\n\n\n”He’s Been hit”\nAlice Grotte, who has followed the scene from her kitchen window, runs as fast to help\nThe young woman, who knows a thing or two about first aid, approaches the table but it is too late\n\n10:58\n\nTwo minutes before the ceasefire came into effect\nHe is belived to be the last Commonwealth soldier to die in the First World War\nA total of 863 solders died that morning\n60,000 Canadians died\n\nNovember 11: 10:00 AM, Napoleon: Toronto\n\nAs stores opened very early (6:00 AM) Noise making “Things” where sold out instanly\n\nwhistles, firecrackers, ect\n\n\nAlmost no one went to work\n\n”The war is over! Work can wait.”\n\n\nAs every single person joined the streets it was not only 10, 000 people it was 200, 000\n\nThe city has grown\n\n\nThe streets where so full that people started jumping roof to roof\nNapoleon searches for julie and corine\n\nThey must be somewhere in this human tidal wave\n\n\nUnder a gigantic Union Jack flag, Mayor Tommy Church, dressed in his best suit, announces the end of the war\nIt is very loud\nThroughout the afternoon, the restaurants remain packed while people ignored prohibition and drank beer\nAt a bar he recognizes a familiar face\n\nIt has the characteristic of ugliness\n\n\nIt is David Peterson\nHe asks why he is there\n\nDavid is discharged from the army\n\n\n”Victory has cost us too much to let you celebrate alone.”, he says\nNapoleon reads his pride at putting on his uniform\n”We’ll march together,” suggests Napoleon\n”You don’t want to be next to me,” protests Peterson. “Beautiful young women won’t lay eyes on you if you’re…&quot;\n&quot;Yes, I know,” interrupts Napoleon, “they’ll swoon over your brave hero face and look no further. Anyway, there’s just one person that I want to see me&quot;\n&quot;Julie!” exclaims David.\nNo its Corine napoleon says\nThey join the line for the parade\nHe recalls another, shorter one, at the sports center just three months ago\n\nHe despised some of them\nThey despised the french too\n\n\n”At the end of the day,” he says, “all this debate about compulsory enlistment will have been for nothing. At least now, no one will have to go through the horrors I did.”\n\nNovember 11,  After Parade\n\nThe parade ends at Yonge and Dundas\nSome solders stay other leave\nI live with my sister in the west end and told her I wouldn’t be home too late. So long, Frenchy.\nNapoleon says bye and wishes him luck\nHe is worried he wont find corine\nHe is still scanning as a group light street lights\n\nBack then they where gas powered and needed manual ignition\n\n\nNapoleon is still scanning the street in the growing darkness when a hand comes to rest on his shoulder.\nHe turns to discover Corine and her dazzling smile.\nIt’s really over, Napoleon.\nWithout answering, he hugs her\nNearby, the fire in the street grows and they approach it to warm up.\na few men make their way to an alley far from the blaze, where a delivery wagon(Wooden Car) lies without its owner.\nThey put it in the fire\nThe “tongues” of fire shoot higher and higher, almost licking the streetcar wires above the street.\nothers add barrels and other wood\nThe fire get big and the couple leaves\nA window in Levy’s shoe store, the closest to the fire, has just given way under the intense heat.\nSomeone yells: “I need a new pair of shoes!”\n\nThen people start stealing from the store\n\n\nNapoleon takes Corine by the arm and leads her away from this disturbing scene.\nI’ll take you home before things get any worse here\nCorine snuggles up against Napoleon’s shoulder and adds: Tomorrow will finally be the beginning of the future.\n\nNovember 13\n\nNapoleon arrives at the Spadina Military Hospital, he was surprised to find another nurse at Julie’s post.\nShe’s been at the General Hospital for three days with the flu\nNapoleon makes his way to the General Hospital where his emotions and thoughts leave him momentarily disoriented.\nThe image of the little boy he carried into the hospital in his arms just two weeks ago still haunts him.\nA nurse wearing a mask listens to his request to see patient Arsenault. She warns him of the risks.\n” I know them well,” he says curtly. I’ve been working with flu patients for over a month.”\nThe nurse hands him a formaldehyde-coated mask.\nHe enters the room\n”Julie” he says\nShe coughs and opens her eyes: We’ve won, Napoleon.\nNapoleon responds in the affirmative\n”No, We’ve beaten the flu”\nNapoleon is stunned. How can she speak of victory when she’s fighting for her life?\n\nShe coughs and spits blood\n\n\nYou’ll get better.\nAnd are you cured now? (Talking about his arm)\nAre you going back to boxing?\nIf it were Corine asking him that question, he’d say no. He takes Julie’s hand in his and fights his desire to tear off his mask and kiss her.\nI love you, Julie.\nI didn’t ask you that, she says\n”Yes,” he finally whispers.\nNapoléon..\nGo and ask Father Lussier to come.\nUnable to hide his fear, Napoleon says:\nYou can’t…, says napoleon\nNo…But I’m going to confess anyway.\nJulie closes her eyes and falls asleep.\nHe finds a telephone and calls the presbytery of Sacré-Coeur church.\nRodrigue Lussier didn’t hesitate to drop everything and go to the patient’s bedside.\n”So it’s over,” the priest murmurs softly.\nNo, Monsieur l’abbé, not really. Julie may have left us, but the flu is still with us.\nOnce outside the hospital, Napoleon swallows large gulps of air, recalling his last moments with the courageous nurse. “Yes, Julie, we’ve won, but now, for me, there’ll never be a victory.”\n\nJulies Funeral-ish, Unspecified Date: Union Station\n\nNot many people bid her a final farewell\nJulie hadn’t lived in Toronto long enough too many friends\nCorine at his side, Curé Lamarche and Vicar Lussier, three nurses from the Spadina Military Hospital.\nThe group of seven watches as the Gaspesian nurse returns to her native village of Bonaventure.\nNapoleon feels as if he’s witnessing a burial\n\nNot of the remains of the woman who has inspired him so much,\nBut rather of an important part of his past and an even greater part of his future, forever changed.\n\n\nA few minutes later, the coffin rests in the carriage and the doors close.\nThe eastbound train begins to move.\nCorine holds Napoleon’s right arm and wipes away a tear with her left hand.\nShe’s on her way home.\nthe group disbands\nNapoleon says that she is braver than any solder he has met and she is a hero\n\nMayor Church should have been here to say thank you and farewell.\n\n\nCorine nods in agreement as the last carriage of the train leaves their field of vision.\nThey walk out into the confort of the sun\n”Poor Julie, she probably won’t be the last victim,” muses Bouvier, “but probably one of the last.”\nNapoleon invites Corine to tea.\nThey were supposed to be going to the movies, but they’re not in the mood for entertainment.\n”Tomorrow’s my last day in the army.” says napoleon\n”And mine will be my last at the factory.”\nA lot is about to change\nNapoleon told Corine that he rented a room on Queen Street\nI went to look at the teacher training college…\n\nCorine hesitates. When Napoleon hears the rest, he’s not really surprised.\nThere is one month left of the semester, She is late\nBecause of the exceptional circumstances created by the war and the flu epidemic They let her in\nShe confident she will catch up\n\n\nIf this is what you really want, Corine, you have to do it.\nShe nods\nI too have decisions to make..\n\nHe’s said yes to Julie, does he really have the courage to go all the way?\n\n\n\nStory VI\nLe mardi 25 mars 1919\n\n\nNews from  Toronto Star\n\nPage 6: Octobre dernier, ce sombre mois:\n\nParmi les 7 634 personnes qui sont mortes à Toronto l’an dernier, environ 2 700 de celles-ci ont été les victimes de la grippe espagnole et de la pneumonie, et de ce nombre, plus de 2000 sont mortes au cours de « ce sombre mois » d’octobre dernier et au cours des deux mois suivants, au moment où l’épidémie de ces maladies a ravagé la ville.\n\n\nNapoleon sighs over the situation in Toronto after a harsh winter.\n\n\nToronto faced extreme cold and a coal shortage due to influenza-related production delays.\n\n\nCoal stocks had dropped by 5,000 tons a day during the worst times, impacting heating for homes.\n\n\nQuebec and Ontario were the hardest-hit provinces, with high influenza cases and fatalities.\n\n\nQuebec had 535,700 cases and 13,880 deaths, while Ontario had 300,000 cases and 8,705 deaths.\n\n\nIn the United States, 1 in 4 people contracted the disease, resulting in a death toll of around 600,000, or 2% of the population.\n\n\nThe young man is on a quest and is reading about the Paris Peace Conference.\n\n\nThe conference involves representatives from twenty-seven victorious powers negotiating the terms of a peace treaty for Germany since January 18.\n\n\nNegotiations face challenges related to reparations and defining new boundaries for countries affected by the war.\n\n\nThe Spanish flu is also a concern, with a third wave in December and January causing 3,000 deaths in Paris.\n\n\nNapoleon curses and turns to the next pages. In the sports section, he finally finds it\n\nTomorrow evening, at the Connelly Sports Center, young Torontonian Frenchy Bouvier returns to the ring in his first fight since September 1916. He takes on Ted Walsh of Montreal in a match that promises to be a hard-fought affair, given Walsh’s reputation for fighting spirit.\n\n\nNapoleon proudly displays a newspaper on his dresser.\n\n\n\n\n\nHe has been training intensively for the past four months to regain his boxing form.\n\n\nHis trainer, Fred Bélanger, advised him to wait a few more months before fighting, especially against a tough opponent like Walsh.\n\n\nNapoleon is eager to return to boxing sooner because he’s running out of savings and needs money.\n\n\nThe job market in Toronto has become competitive due to the repatriation and demobilization of servicemen and the end of war contracts.\n\n\nNapoleon is reluctant to return to his old job at the Gendron factory.\n\n\nNapoleon reads the two lines about himself and notices the use of his nickname “Frenchy.”\n\n\nIt’s the first time he officially uses this nickname, a decision that Corine had criticized.\n\n\nDespite its lack of originality or elegance, the nickname “Frenchy” reflects his origins and language, which fill him with immense pride.\n\n\nThis nickname is used by his army comrades and English speakers to refer to him.\n\n\nHe is proud to share his culture\n\n\nThe boxer checks the time and realizes that his final training session before the fight is about to begin.\n\n\nHe puts on his coat and contemplates whether Corine will keep her promise.\n\n\nHe is concerned about the possibility of feeling alone in the ring during the upcoming fight, despite his best efforts to overcome this fear.\n\n\nThe boxing match\n\nCorine is outside the Connelly Sports Center\nShe is hesitant of if she wants to watch\n\nShe eventually decided to go\n\n\n”Frenchy Bouvier”, Corine reads, admiring the photo of Napoleon\nHe does not like the name too much but he looks good\nhasn’t forgotten the last time she came to watch him and give her heart and soul to his passion.\nfearful and tormented, she feels unable to keep her promise to Napoleon.\nI’ve got to at least try,” she finally says to herself. I owe him that.” With a determined gesture, she pushes open the door.\nAt the ticket office, she collects the ticket left for her and enters the arena.\n”Come on, Frenchy, hit him!”\n\n\nCorine feels the urge to shout as well, wanting to tell Napoleon to stop before he gets injured.\n\n\nShe notices blood above his right eye, adding to her concern for his well-being.\nBouvier hears Fred Bélanger’s voice: he must avoid or parry his opponent’s fearsome blows if he hopes to get the better of him.\nAs always, the strategy, so easy to articulate, proves difficult to put into practice.\nThe bell announcing the end of the second round rings strangely in Napoleon’s head.\nThe bell rings announcing the end of the second round.\nThe flyweight boxer is relieved to have a short break as he retreats to his corner.\nHis trainer, Bélanger, tends to him, providing care and advice.\nThe cold water refreshes him and provides some energy.\nHowever, he struggles to fully comprehend or hear Bélanger’s words, as if they are distorted and unclear, possibly due to the exhaustion or intensity of the fight.\n\n\nBélanger advises the boxer to make his opponent extend his right hand, suggesting it will create an opportunity for a left-hand attack.\n\n\nThe boxer nods in acknowledgment and takes a moment to look around the stands.\nHe spots familiar faces in the crowd, including former soldiers from his unit, friends from the Gendron factory, and even Count Rochereau de la Sablière.\nThroughout the match, the boxer has been hoping that Corine, the person he desires, is also in the audience.\n\n\nThe bell rings, signaling the start of another round.\n\n\nNapoleon, despite his exhaustion, quickly gets up with a strong determination to win the fight.\nHe employs a risky strategy, attempting to draw Walsh’s powerful right hand, but in doing so, he puts himself at risk of a knockout punch.\n\n\nThe fight continues, with Walsh being a more robust and less graceful boxer compared to Bouvier.\n\n\nNapoleon’s bruised and swollen face and body show the impact of Walsh’s powerful blows.\nBouvier adjusts his movements and tactics, using jerky motions to evade Walsh’s attacks and block his punches with his gloves.\nHe creates an opening for a counterattack but gets hit hard by Walsh in the jaw.\nNapoleon falls to the ground, blood escaping from his mouth, and he feels a displaced tooth with his tongue.\nThe crowd’s excitement and screams intensify, and Corine, like many other spectators, stands up in shock.\nShe expresses her distress, rushing toward the exit with her hands covering her ears to block out the noise, unable to bear witnessing the violent scene.\n…two, three…\nNapoleon is on the ground\nOutside, Corine takes in the refreshing spring night air and leans against a wall to catch her breath.\nShe reflects on the fact that she will have to admit to Napoleon that she had to leave the fight.\nWhile she could have been his wife, she was never meant to be his nurse; her true calling was teaching.\nShe’s dedicated to ensuring the education of French-Canadians in her English-speaking town, helping them preserve their language and culture.\nShe understands the importance of the fight against regulations like Regulation 17 and the ban on French in Franco-Ontarian schools.\nCorine is determined to fight for their cause in her own way, in the classroom, and she believes Napoleon will understand that they each have their own destinies, even if it means giving up their journey together.\nDespite her pain, Corine accepts this path.\nCorine takes one last deep breath and begins to walk, determined to follow her own path, even if it means walking alone.\nMeanwhile, in the ring, Bouvier manages to save his eye but takes a powerful hit to the jaw from Walsh.\nNapoleon falls to the ground, blood escaping from his mouth, and he feels his displaced tooth with his tongue.\nThe crowd’s excitement and screams intensify, prompting Corine and many other spectators to stand up in shock.\nOverwhelmed, Corine rushes towards the exit with her hands covering her ears to block out the noise, unable to bear witnessing the brutal scene any longer.\n…two, three…\nNapoleon in the Ring:\nLying on his stomach, exhausted and panting.\nHearing the countdown to his defeat, distant like voices in the snow.\nRealizing that victory may slip away.\nExperiencing physical pain and disappointment but holding onto hope.\nBreathing in the refreshing spring night air.\nTaking a moment to collect herself against a wall.\nReflecting on her role as a teacher and her mission.\nCommitted to preserving the language and culture of French-Canadians.\nAware of the challenges they face and the need to fight against oppressive policies.\nDetermined to fight in her own way, using her classroom as her “ring.”\nBelieving that Napoleon will understand their separate destinies.\nAccepting the necessity of giving up their shared journey.\nWalking alone with certainty that she’s on the right path for herself.\nReferee is counting down (…6,7,…)\nCorine tells Napoleon that he has to win the match\nNapoleon exclaims that Corine is there\nNapoleon gets up last second\nNapoleon goes on to win the fight\nHe exclaims “we won, Julie!”\nThe referee announces K.-O.\n\nCharacters\nNapoleon Bouvier\nDetails\n\n16th of September is his birthday\nHe grew up in Cabbagetown, a disadvantaged area/neighborhood\nThey both (Bouvier and her) went to sacre-coeur primary school on Sackville\nAt 14 y/o, Bouvier left school and went to go work at Gendron factory\nWhile he’s in the factory he dreams of getting out of his parent’s apartment and going on his own path. He thinks boxing will be his way out.\nNapoleon who has accustomed to punching his opponents down was shocked to see bullets from his rifle take down opponents down instead\nBut Napoleon voted for the liberal party. He was wrong to enlist and wants to prevent other young people like him from going through hell.\n\nCorine\nDetails\n\nShe has a “visage joufflu, et cheveux châtains” (Chubby face, brownhair)\nShe shares a room with her two sisters Simone and Albertine\nThey both (Bouvier and her) went to sacre-coeur school on Sackville\nCorine went to a public english high school because that’s what her parents could afford (it’s free)\nHer father owns a general store\nIn one year she will have her secondary school diploma\nShe has a talent for languages\nShe learned english easily\nShe helps her classmates with their english and french lessons\n\nOpinions\n\nFour years ago (1912), le reglement XVII (17) passed. It said that all bilingual schools in ontario must stop teaching in french from the third grade\nThe injustice motivated Corine to become a teacher so she could teach french and protect her culture and language, helping french canadians conserve their identity, even if she has to hide she’s teaching in french\nShe dreams of becoming a teacher and returning to her elementary school. She has a strong conviction that the students of sacre-coeur need her as a teacher, they need a francophone\nShe wants to teach all her life, or at least till she gets married (if ever, she thinks)\nShe thinks to herself “What are the English afraid of, after all the Italians are just as numerous as the French, how is learning our language in school a danger to them?”\n\nJulie\n\nShe’s a nurse\nShe’s from Gaspesie\n\nQuestions\nPart I &amp; II test practice questions\nDetails\nTrue or False\nT/F Bouvier’s birthday is the 16th of September\nT/F Bouvier and Corine went to York Mills CI (False - They both went to Sacre-Coeur primary school)\nT/F Sacre-coeur primary school is on Sackville\nT/F Napoleon voted for the conservative party to support conscription (False - He voted for the liberal party. He thinks he was wrong to enlist and wants to prevent other young people like him from going through this.)\nShort answer\nAt 14 y/o why did Bouvier leave school? (To go work at Gendron factory)\nWhat does Bouvier dream of beyond the factory? (Getting out of his parent’s apartment and going on his own path, through boxing)\nWhy is Napoleon surprised when he fires his rifle? (He’s used to punching people down instead of gunning people down)\nWhy did Napoleon vote liberal contrary to his peers? (He thinks he was wrong to enlist and wants to prevent other young people like him from going through this.)\nStory\nTrue or False\nT/F Napoleon’s boxing opponent is Fred Belanger (False - It’s Alfonso Bunelli, an Italian. Fred Belanger is the coach.)\nT/F Thomas Joblin tells Napoleon to work harder (False - He says he should take it easy after his fight)\nT/F Mr.Comte loves boxing (False - He says boxing is not his sport)\nT/F There’s no french people at Gendron factory (False - the only place he can find more french-canadians is church Napoleon says)\nT/F - Gendron factory refuses to hire French-Canadians (False - They say Alfred Gendron might take a loss in profits by never refusing to hire a french-canadian in need of a job)\nT/F - Napoleon wants to work in the factory for the next 30 years (False - Napoleon can’t even see himself working in the factory for the next 15, he wants to get out)\nT/F - Corine’s father doesn’t approve of going to high park, but they go anyways (False - He approves but says bring her back before supper)\nT/F - They take the Tramway on Sackville road (False - They take the Tramway on Queens)\nT/F - Corine says she will wait for him to return from the war\nT/F - Corine is concerned about if he doesn’t return from the war\nT/F - Everybody loves Napoleon in his battalion (False - He’s encountered hostility in some of the members)\nT/F - After they took over Vimy Ridge, things became much happier (False - After Vimy Ridge, things quickly became miserable. They would win a couple more battles, but the terrible conditions caused a gloomy mood in the air)\nT/F - Napoleon loses his fight against Ted McKenna (False - He manages to knock Ted down, and Ted acknowledges he wins)\nT/F - Napoleon wasn’t able to vote in the military (False - He voted two days ago)\nShort answer\nWhat does Napoleon’s coach say to him after the third round? (You need to dance more to avoid the punches from Bunelli)\nWho is Napoleon looking for in the crowd? (Corine, though he sees some of his other friends)\nWhere did Napoleon grow up? (Cabbagetown, a disadvantaged neighborhood)\nWhat is rule number 1 of boxing? (Learn how to take the punches as good as you can give them.)\nWhat does Mr.Comte say to Thomas and Napoleon? (He says to Thomas to work harder (because they’re expecting high demand for sleds, he says to Napoleon congratulations on the boxing match.)\nWhat effect has the war had for employment in Canada? (The war has eliminated unemployment with the creation of weapon factories and hence more jobs)\nWhat do the couple say about Mayor Church (They say he’s an Orangiste. Anti-Catholic, Francophobic.)\nWhat is an Orangiste (Somebody who upholds Protestantism, loyalty to the British Crown, and a commitment to preserving British culture and heritage.)\nWhat are Corine’s doubts about marrying Bouvier? (She doesn’t know if she can be a boxer’s wife, she doesn’t know how the war will affect their future because Bouvier is a young man who is needed for the war)\nWhat does the enlister say about Napoleon’s last name? (“Bouvier like the dog”)\nWho does he get into a boxing match with in the army? (Ted McKenna)\nWhat battalion is he a part of? (battalion 48 Highlanders of Toronto / just Highlanders)\nWhy do some people dislike Bouvier? (Quebec’s growing opposition to the war, and the conscription prompted some English Canadians to accuse French Canadians of a lack of patriotism)\nWhy do they call him “Frenchy”? (An amateur boxer from his regiment recognized Bouvier and said that they had a “frenchy” and an outstanding boxer among them which is why they gave him that nickname)\nWho was his battalion commanded by? What were their orders? (The british generals, they launched his battalion into a succession of battles)\nWhat was the price of winning a battle according to Napoleon? (The price of lives)\nWhat would the gloomy mood cause soldiers to do to their own brothers in arms? (It caused them to attack their own brothers in arms due to repressed aggression.)\nWhy does Ted Mckenna challenge Bouvier to a boxing match?  (The gloomy conditions eventually pushed Ted to challenge Napoleon)\nWhat has cut down their lives the most in their 11 day march? (The mud - Dozens of soldiers fall into water-filled shell crates where they end up trapped in the deadly slime and drown.)\nWhat was the solution to the mud? (The canadians built wooden bridges)\nWhat does Napoleon think of the british command (They’ve lost a grasp of reality of the true situation of the war, their commands are futile and useless.)\nWhat knocks Napoleon to the ground during Passchendaele? (A shell that explodes to the right of him.)\nWhat does Napoleon think when he lays on the ground? (He thinks about just staying there, and how he and his battalion are insignificant)\nWhat snaps him out if it?  (Ted McKenna crying for help)\nWhere is Ted McKenna when he’s asking for help? (Stuck in a crater in the mud from the explosion of the shell, he can’t grip anything around him because its crumbling)\nWhat happens to Napoleon when he’s helping Ted (He gets shot by a german machine gunner)\nWhat does the colonel say to Napoleon when he’s trying to save Ted (He shouts Stop! To Bouvier!)\n"},"French/FIF2D5/Premiere-Guerre-De-Toronto/Notes---Ryan":{"title":"Notes - Ryan","links":[],"tags":[],"content":"Part 1 - Choisir sa voie\nChapter 1\nNapoleon\n\nChapter starts with a count from referee\nAlfonso Bunnelli, is an Italian boxer\nBunnelli punches hard and fast\nFred Belanger is his coach\nHis coach tells him to fake more, and that his opponent gets carried away when attacking\nNapoleon gets hit in in his face and starts bleeding\nHe gets hit a lot but is not tired\nHe sees his friends from work, like Thomas, but his girlfriend isn’t there\n\nChapter 2\nCorine\n\nshe did not know weather to go to the match or not\nthe one time she did she almost fainted\nshe has a latin exam to prepare for the next day\nShe has a chubby face, beautiful chestnut hair, frown\nshe has two little sisters, Simone and Albertine.\nscared heart school on sackville street is in east toronto\nNapoleon works in a factory\nCorine went to an English public high school because that’s everything her parents could afford\nshe wants to become a teacher\nRegulation 17 states that children enrolled into school cannot learn french after grade 3, imposted in 1912\nthis motivates Corine to teach french, although she may need to do it in secret\n\nChapter 3\nNapoleon\n\nNapoleon is young for the flyweight class\nhe get hit in the right cheek and falls to the ground\nCorine shouts Napoleon’s name\nshe doesn’t want to get beaten when Corine is watching\nhe suddenly feels energized\nNapoleon looks for openings and does\nhe then targets Bunnelli’s head and knocks him out, winning the fight\nhe tells corine he has something to tell her\neveryone surrounds Napoleon before corine answers him\n\nChapter 4\nNapoleon\n\nhe turns 17 years old (birthday is september 16th)\nhe works in a factory building baby carriages\nThomas Jobin, his friend, tells him not to work too hard\nhe lives in cabbagetown, a underprivileged neighborhood\nhe tells Thomas that he has worked twice as much as he did\nMonsieur le comte said he’s worried about thomas’ section\nEveryone suspects that Le comte, the head accountant, was hired out of pity by Gendron\nle comte said that boxing isn’t a sport he’s interesting in, but he does congratulate napoleon\nhe wants to leave the factory\nGendron is the biggest employer of french canadians\nhe wants to not be poor anymore, and move out of his parent’s house, probably by boxing\n\nChapter 5\n\nchurch has many french canadian families\nMr siriois allows napoleon to take Corine on a walk, as long as he brings her back for supper\n\n\n\nThey take Queen road on the tramway, to High Park\n\nThey talk about the mayor of Toronto on the way, Mayor Church. They say he’s an orangiste. Which means he’s against catholics, specifically french (because the english are protestant).\nCorine remarks he’s anti-catholic, francophobe.\n\n\n\nHe takes her hand and says he won’t be in the factory forever\n\nShe thinks about if she can be a boxer’s wife\n\n\n\nThen she remembers the war. And how the war will affect their future.\n\nThe conscription says males 20-45 need to go to war\n\n\n\nHe says he’s going to war and when he returns they can marry\n\nHe asks her to wait for him to return.\n\n\n\nShe says, how can you enroll when our own government are against us\n\nHe says if french like him go to war then the government will give them respect\n\n\n\nShe says your not the right age, you have to be 19 to enlist (He’s 17)\n\nBut he says enlisters are desperate and as soon as they see a man in good health they’ll look the other way, and also he looks older than he is\n\n\n\nShe says she’ll always be there for him\n\nShe thinks about what she’ll do if he doesn’t return\n\n\n\nStory II\nNapoleon: October 15th, 1917\n\n\nIt’s been a year since he’s enlisted\n\n\nWhen he enlisted, the enlister called him “Bouvier, like the dog”\n\n\nHe’s in the middle of a boxing match\n\n\nHe gets knocked down, he sees the gray sky, the mounds of earth, the barbed wire, the mud, and his comrades in their uniforms surrounding him\n\n\n“Had enough frenchy”, Ted Mckenna (his opponent) says\n\nHe gets up and nods no\n\n\n\nHe’s in battalion 48 Highlanders de toronto\n\n\nHe’s made some friends but also encountered hostility\n\n\nQuebec’s growing opposition to the war, and especially to the Canadian government’s conscription plan, prompted some english Canadians to accuse french Canadians of a lack of patriotism\n\n\nArriving at the Valcartier military training camp, Napoleon met soldiers from the 22nd battalion\n\nHaving found himself in the 22nd battalion he surely would have avoided the prejudices to which he was victim\n\n\n\nWhen one of the soldiers in his regiment recognized Bouvier, he proclaimed in front of the others that their unit had among there’s a frenchy, and an outstanding boxer\n\nThey called him by the nickname frenchy since he is a french Canadian, and the english don’t really like french canadians\n\n\n\nHowever, he detected in some soldiers a hurtful tone when they spoke to him\n\n\nBy January 1917 they had sailed to England. And after a few weeks of training in a miserable muddy camp, he was now up in the country of his ancestors\n\nHe thought he had gone through the worst, but that couldn’t be further from the truth\n\n\n\nHis battalion was commanded by from the top by the British generals\n\nThey were launched into a succession of battles\nNothing would’ve prepared him for the horrors of war\n\n\n\nEven when the army had victory it was little consolation for the amount of lives lost\n\n\nOn April 9th 1917 they took control of Vimy Ridge, something though to be impossible by the British\n\nThe price of this victory was 3600 deaths\n\n\n\nNapoleon who has accustomed to punching his opponents down was shocked to see bullets from his rifle take down opponents down instead\n\n\nAfter Vimy they got a short rest, but things quickly became miserable due to the lose of life\n\nThey would win a couple more battles but it didn’t matter\n\n\n\nThe bad conditions caused a gloomy mood in the air\n\n\nAnd repressed aggression from Canadians caused them to attack their own brother’s in arms\n\n\nMckenna issued a challenge to Bouvier for a boxing match\n\n\nMckenna expected him to back away but he didn’t he’d had enough of the Orangiste\n\n\nThey fought bare fist, bare chest\n\n\nAfter they fight a bit, and Napoleon comes back in the fight and knocks McKenna down Colonel Davis comes in and tells them to stop, and to save it for the germans\n\n\nMckenna says “you win this time Frenchy”\n\n\nCorine: 1917\n\nNapoleon writes her a letter\nHe says some stuff but something notable is that his letter will get censored if he gives details\n\nShe remarks his bad writing skills, and grammar mistakes\nShe reads it 5 times\n\n\nShe decides to write him a letter\n\nOctober 19th, 1917\n\n\nIn her letter she says that if they were married she would now have the right to vote for the first time as a female, she asks if he can vote in the military\n\nShe then rereads it and thinks that he wouldn’t want to hear about politics\n\n\n\nIn her last letter she writes him about her job at the weapon factory\n\nShe questions if Napoleon would be disappointed to hear of her decision to postpone teacher training for a year\nHe probably thinks it’s patriotic\nBut her real reason is money, it gives her much more money than being a teacher\n\nThanks to the job she was able to accumulate savings for her year of training at the school and support her family\n\n\nHer father’s store generates little money for the family\n\n\n\nShe thinks about writing about her job but decides against it because she would only complain\n\nAnd he doesn’t need to hear about it considering his situation\n\n\n\nThe church organized a fundraising event for the war, they managed to collect 250 dollars\n\nThe toronto star even wrote a flattering news article about it\nEven orangiste were impressed\n\n\n\nShe remarks 8000 personnes de langue française à toronto, 1,6% (112 hommes) de la population totale aller au guerre\n\nShe says even if the fight against conscription is raging in Quebec, we can’t accuse the French Canadians of not doing their homework.\n\n\n\nNapoleon: 1917\n\n\nFor 11 days Napoleon’s section has been progressing relentlessly\n\n\nOne step at a time, despite their heavy losses the Canadians persisted against the German defenses at Passchendaele.\n\n\nThe mud cuts down their ranks the most. Dozens of soldiers fall into water-filled shell crates where they end up trapped in the deadly slime and drown.\n\nThe Canadian troops devoted more effort into making wooden bridges to cross mud then to the assaults against the German.\n\n\n\nTwo days ago, Napoleon voted for the first time in his life in a federal election.\n\n\nAll his comrades supported the Borden conservatives and their promise to impose conscription in Canada.\n\n\nBut Napoleon voted for the liberal party. He was wrong to enlist and wants to prevent other young people like him from going through hell.\n\n\nThe british high command no longer has any idea over the reality of the front: they order commands as futile as they are useless like the capture of Passchendaele which was costly in lives (commanded by the general Haig)\n\n\nSuddenly, a shell (explosive projectile from cannons) (obus eclate) explodes to the right of him and the impact forces Napoleon to the ground\n\nDuring a long 30 seconds, Napoleon lays in the mud and thinks about just staying there, he thinks about how this battle doesn’t matter and how if they take this town under control or not, it doesn’t matter. It’s insignificant to the war in it’s entirety.\n\n\n\n“Frenchy help me,” Ted screams.\n\nBouvier snaps out of it\n\n\n\nAt the bottom of a crater created by the explosion, he distinguishes a large silhouette, sunk in the mud up to the waist (Ted)\n\n\nGerman machine gunners spot targets and open fire at Bouvier. Bullets whiz around Napoleon as he runs towards Ted\n\nJust as he reaches the crater a painful burn shoots through his right arm\n\n\n\nBouvier! Shouts Colonel Davis, who is leading the attack\n\n\nBut artillery drowns out his voice and the thunder of weapons turns everything into infernal chaos.\n\n\nTest questions part 1 and 2\nT/F Bouvier’s birthday is the 16th of September (True - chapter 4 states that Napoleon celebrated his birthday on the 16th)\nT/F Bouvier and Corine went to York Mills CI (False - They both went to Sacre-Coeur primary school)\nT/F Sacre-coeur primary school is on Sackville (True - “they left the benches of Sacred Heart School on Sackville Street in East Toronto”)\nT/F Napoleon voted for the conservative party to support conscription (False - He voted for the liberal party. He thinks he was wrong to enlist and wants to prevent other young people like him from going through this.)\nShort answer\nAt 14 y/o why did Bouvier leave school? (To go work at Gendron factory)\nWhat does Bouvier dream of beyond the factory? (Getting out of his parent’s apartment and going on his own path, through boxing)\nWhy is Napoleon surprised when he fires his rifle? (He’s used to punching people down instead of gunning people down)\nWhy did Napoleon vote liberal contrary to his peers? (He thinks he was wrong to enlist and wants to prevent other young people like him from going through this.)\nStory\nTrue or False\nT/F Napoleon’s boxing opponent is Fred Belanger (False - It’s Alfonso Bunelli, an Italian. Fred Belanger is his coach.)\nT/F Thomas Joblin tells Napoleon to work harder (False - He says he should take it easy after his fight)\nT/F Mr.Comte loves boxing (False - He says boxing is not his sport)\nT/F There’s no french people at Gendron factory (False - the only place he can find more french-canadians is church Napoleon says)\nT/F - Gendron factory refuses to hire French-Canadians (False - They say Alfred Gendron might take a loss in profits by never refusing to hire a french-canadian in need of a job)\nT/F - Napoleon wants to work in the factory for the next 30 years (False - Napoleon can’t even see himself working in the factory for the next 15, he wants to get out)\nT/F - Corine’s father doesn’t approve of going to high park, but they go anyways (False - He approves but says bring her back before supper)\nT/F - They take the Tramway on Sackville road (False - They take the Tramway on Queens)\nT/F - Corine says she will wait for him to return from the war (true, Corine states that she will always be there for him)\nT/F - Corine is concerned about if he doesn’t return from the war (true, she even talks about her boxing match)\nT/F - Everybody loves Napoleon in his battalion (False - He’s encountered hostility in some of the members)\nT/F - After they took over Vimy Ridge, things became much happier (False - After Vimy Ridge, things quickly became miserable. They would win a couple more battles, but the terrible conditions caused a gloomy mood in the air)\nT/F - Napoleon loses his fight against Ted McKenna (False - He manages to knock Ted down, and Ted acknowledges he wins)\nT/F - Napoleon wasn’t able to vote in the military (False - He voted two days ago)\nShort answer\nWhat does Napoleon’s coach say to him after the third round? (You need to dance more to avoid the punches from Bunelli)\nWho is Napoleon looking for in the crowd? (Corine, though he sees some of his other friends)\nWhere did Napoleon grow up? (Cabbagetown, a disadvantaged neighborhood)\nWhat is rule number 1 of boxing? (Learn how to take the punches as good as you can give them.)\nWhat does Mr.Comte say to Thomas and Napoleon? (He says to Thomas to work harder because they’re expecting high demand for sleds, he says to Napoleon congratulations on the boxing match.)\nWhat effect has the war had for employment in Canada? (The war has eliminated unemployment with the creation of weapon factories and hence more jobs)\nWhat do the couple say about Mayor Church (They say he’s an Orangiste. Anti-Catholic, Francophobic.)\nWhat is an Orangiste (Somebody who upholds Protestantism, loyalty to the British Crown, and a commitment to preserving British culture and heritage.)\nWhat are Corine’s doubts about marrying Bouvier? (She doesn’t know if she can be a boxer’s wife, she doesn’t know how the war will affect their future because Bouvier is a young man who is needed for the war)\nWhat does the enlister say about Napoleon’s last name? (“Bouvier like the dog”)\nWho does he get into a boxing match with in the army? (Ted McKenna)\nWhat battalion is he a part of? (battalion 48 Highlanders of Toronto / just Highlanders)\nWhy do some people dislike Bouvier? (Quebec’s growing opposition to the war, and the conscription prompted some English Canadians to accuse French Canadians of a lack of patriotism)\nWhy do they call him “Frenchy”? (An amateur boxer from his regiment recognized Bouvier and said that they had a “frenchy” and an outstanding boxer among them which is why they gave him that nickname)\nWho was his battalion commanded by? What were their orders? (The british generals, they launched his battalion into a succession of battles)\nWhat was the price of winning a battle according to Napoleon? (The price of lives)\nWhat would the gloomy mood cause soldiers to do to their own brothers in arms? (It caused them to attack their own brothers in arms due to repressed aggression.)\nWhy does Ted Mckenna challenge Bouvier to a boxing match?  (The gloomy conditions eventually pushed Ted to challenge Napoleon)\nWhat has cut down their lives the most in their 11 day march? (The mud - Dozens of soldiers fall into water-filled shell crates where they end up trapped in the deadly slime and drown.)\nWhat was the solution to the mud? (The canadians built wooden bridges)\nWhat does Napoleon think of the british command (They’ve lost a grasp of reality of the true situation of the war, their commands are futile and useless.)\nWhat knocks Napoleon to the ground during Passchendaele? (A shell that explodes to the right of him.)\nWhat does Napoleon think when he lays on the ground? (He thinks about just staying there, and how he and his battalion are insignificant)\nWhat snaps him out if it?  (Ted McKenna crying for help)\nWhere is Ted McKenna when he’s asking for help? (Stuck in a crater in the mud from the explosion of the shell, he can’t grip anything around him because its crumbling)\nWhat happens to Napoleon when he’s helping Ted (He gets shot by a german machine gunner)\nWhat does the colonel say to Napoleon when he’s trying to save Ted (He shouts Stop! To Bouvier!)\nStory III\nChapter 9\n\nWe are introduced to Juile Arsenault\nShe is a nurse, 20 years old, and works at Spadina Hospital\nDavid Peterson is a solider who was admitted to the hospital the day before\nHe was injured when a explosion blew a chunk of his face, and required surgery for repairs to it\nJuile wonders if Peterson will ever find love due to his injuries\nthe floor above has 240 patients with STD’s they got while having sex (ew)\nThe British set up a program to counter this and reduce the number of people getting STD’s back in 1915\nLussier, the vicar of the church sacre coeur of toronto, asks if Juile is enjoying Toronto\nshe says yes but isn’t sure because it’s so far away from her home and basically everyone speaks English\nHowever she likes that at least she gets to improve her english and that her patients are recovering\nFather Lamarche had been overseeing the french-canadian’s fates for the last 30 years\nShe always come to Sunday service at the church\nMany people at church want to date Juile, but she turns them all down because she is committed to her work\n*Note: Lussier is the current Vicar, or l guess priest, but Lamarche was the old vicar, or old priest but l believe he retired\n\nChapter 10\n\nNapoleon is back in Toronto\nMckenna now uses crutches in order to support himself because one of his legs were amputated\nbefore even coming back on his journey to Canada, he’s been reflecting on his last moments on England back in February\nGeorge Price of Saskatchewan approached him and offered him a cigarette, which he refused. Price, a corporal, asked him why he looked like his mind was somewhere else, and Napoleon said that he’ll see, as he hasn’t experiences the horrors of war yet.\nWhen the soldiers get off the train, they are greeted by Tommy Church, the mayor of Toronto.\nHe recognizes McKenna but not Napoleon because he is an Orangiste and does not like french Canadians\nMcKenna introduces Church to Napoleon as Frenchy, the person who saves his life at Passchendaele\nthis comment excites the mayors and warmly welcomes him\nNapoleon explains that his right arm is paralyzed from injury, and the major wishes him a speedy recovery\nCorine arrives and finds Napoleon and explains that her streetcar got stuck in traffic due to an accident on queen street\nNapoleon is overcome with joy, and knows that he probably will never be able to return to the life he had before the war\n\nChapter 11\n\nCorine asks if he’d be better off with his parents\nNapoleon doesn’t answer\nCorine comes to see him almost everyday at Spadina Military Hospital\nNapoleon is in uniform at the hospital, unlike many others\nHe responds yes, but that his parents don’t need a crippled man in their house\nJuile tells Corine that Napoleon needs to meet with the doctor now, and Corine thinks that Juile is a wonderful person\nCorine is Jealous of her beauty\nJuile shows a solider a article from the Toronto star about 700 deaths from the spanish flu\nNapoleon explains that censorship won’t allow people to know about the flu\nJuile and Napoleon get into a small screaming match, with Napoleon almost punching Juile\nJuile and Napoleon consider their actions, and Peterson says that he couldn’t understand anything but said that Juile was doing wonders\n\nChapter 12\n\nFather Abbot Philips Lamarche is talking to Charles Sirois (Corine dad)\nThey talk for a bit then he asks for a copy of the law (this is a magazine i guess)\nCorine, go and find it for the priest. Charles says.\nThe young woman who was listening to the conversation of the two men from the counter of her father’s store goes to the back fo the store in search for the magazine\nWhen she gets back they engage in serious conversation. They talk about how the population of the city is changing.\nOver the course of 20 years it’s doubled. Half a million inhabitants.\nBut it’s not just the number, it’s the number of immigrants, specifically immigrants from england\nIn 1901 ¾ of total people in toronto were born in Canada, now its 60%\nPeople from the UK represent ⅓ of the total population with 150 000 members\nIt’s for good reason that Toronto is becoming British Charles remarks, Britain is 5 times larger in presence than it was at the beginning of the century\nJust like Corine, the priest is used to the rants of the queen merchant (charles)\nCharles refuses the coin handed to him by the priest for the magazine\nWhy do you think conscription is so strong in toronto the priest asks.\n\nCharles says it’s because of all the people from england\n\n\nThe priest, who doesn’t like discussing politics changes the subject by asking Corine a question\nHow is Napoleon doing Corine? He asks.\n\nBetter, and better she replies\nShe feels the priest would like her to say more, like for example her plans for the future with him (marriage)\n\n\nBut Charles returns to the rescue. He mentions the big rally tomorrow to promote the army recruitment. “The so called patriots will just launch more attacks against French-Canadians”\nI hope you’re wrong. Says the priest. He then thanks Charles and leaves the store.\nCorine thinks about her fathers remarks, she also hopes it will be wrong.\n\nChapter 13\n\nJuile tells Napoleon that if wants to box he should go to the gym\nNapoleon, who was punching McKenna’s fist, says that Juile’s right\nTed says his punches are very weak\nfor the last 3 months his arm has been regaining strength, and he was discharged from the hospital two weeks ago, and was assigned to the military training camp downtown and does easy chores\nhowever he still goes to the hospital in order to do thing there, such as talk to Mckenna, volunteering, checking up on the doctor, etc.\nMcKenna and Napoleon get into a streetcar on queen’s street to go see the military parade, and when they arrive to the stadium, they enter an arena.\nhe 47th highlanders, which both men had served in, was marching in unison.\nbetween March 28th and April 2, 1918, there was some anti conscription demonstrations and violence in Quebec city that caused 4 dead, 70 injured, and the decree of martial law.\nA man comes up to the stadium (anglo) and exclaims that the french canadians are traitors for not wanting to conscript\nCorine and Napoleon become uneasy and they leave, and they seemed to get very pale.\n\nChapter 14\n\nNapoleon tells Corine that they should get out of there asap\nNapoleon thinks what he fought for now\nCorine says that they are some fools carried away by war\nNapoleon says she’s right and that war brings out the best and worse of people\nA man says that they should speak english here\nNapoleon says he’ll speak french whenever he wants, wherever, as he is french canadian, was born here and was in the military. he then says that he fought to defend the country and that the man has contributed nothing to the war meanwhile he and Corine has, as Corine makes weapons in a factory\nhe said that if his arm wasn’t injured he’d punch the man\nfor context their on the streetcar by this point, standing\nthe man end up being very uneasy and quickly leaves the car, while other applause for him, and Corine says that word can hit harder than punches\n\nChapter 15\n\nthe city atmosphere is in heavy turbulence\nthe Allies are blocking German advances\nNapoleon injured arm continue’s to regain strength\nHe continues having light tasks to do for military work and has free time to go help Juile or talk to McKenna\nWhen Napoleon arrives at the Hospital McKenna is about to leave and he asks why\nhe said that a soldier was arrested and they think the arrest in unfair and unjust\na private, Cluderay, had returned from Europe and when to the white city cafe\nhe got into an argument with some customers and a waiter, a foreigner from an allied country, and the soldier cut his forehead.\nMcKenna said that a group of soldier including him are going to the cafe to teach them a lesson\nNapoleon doesn’t want to go, and Juile’s eye also beg that, but he has to go in case something goes wrong if McKenna gets hurt\n\nChapter 16\n\na soldier says that they give jobs for foreigners but not Canadians returning from the war\nthe restaurant is on 438 Yonge Street\nthe pack is over 200 men\nthe crowd slows down traffic\na soldier shouts that they want justice tonight\nMcKenna breaks the glass of the cafe with his crutches\nthe crowd ransacks the restaurant, and people flee\nNapoleon tries to pull McKenna away but to no avail, and also tries to convince him to go back to the hospital\nNapoleon accepts a civilian who drives him to the next place to be ransacks to save McKenna\nhe promises himself that if he continues he’ll knock McKenna out\nthe crowd destroys a second restaurant\nNapoleon manages to to keep his friend out of the action\nwhen they get to a roadblock of police, McKenna is getting into a scuffle with an officer, who has a hold of McKenna\nNapoleon intervenes and punches the police officer, who is surprised with him, and hits the officer in the jaw, knocking him out.\nNapoleon says that if McKenna doesn’t come with him he’ll be the next one to be knocked out\nhis arm is no longer paralyzed, and his fist has regained all it’s strength\n\nChapter 17\n\nJuile says Napoleon is lucky his arm isn’t broken\nshe asks how she going to explain this to his commander\nhe says he’ll say that he fell on his hand\nHe says that Juile is fine\nJuile, attempting to avoid the subject says that the takes care of her men\nNapoleon says she’s an extraordinary woman\nJuile says that she’ll break Napoleon’s other arm if he doesn’t go to bed\nJuile probably avoided the subject because she doesn’t want to express her true feeling to Napoleon\n\nChapter 18\n\nCorine asks what acting like lawless morons would do\nthey are strolling through Allen gardens, due to the good weather\nCorine reads about the riots in the Globe and Mail\n15 restaurants where ransacked, 40 000$ in damages made, and 15 people arrested with 6 soldiers\nCorine realizes that Napoleon was at the riot\nNapoleon says that he didn’t do anything wrong, and that Corine wouldn’t understand\nCorine says that Napoleon needs to tell her everything, even if she can’t understand it\nThere was another demonstration the next day where the soldiers demanded the release of their comrades, and that turned violent, and Napoleon is glad he didn’t go to those\n\nChapter 19\n\nHe’ll be here any minute now, says Juile\nDavid Peterson’s future is at stake here\nNapoleon reassures Juile that they’ll encourage him\nif they exaggerate, Peterson will notice\nThe young man has finished his reconstructive surgery and the face he’ll live with for the rest of his life\nJuile attempts to write some reports about her patients, but doesn’t too good because she doesn’t know how she’ll react to Peterson’s face\nPeterson comes out, Juile and Peterson stare at each other, and the other soldiers stay silent\nPeterson tells them not to look at him and that he is a monster and should have died\nMckenna trys to cheer him up by saying that they’ve seen worse, but Peterson gets mad and turns around\nhis new blistered lips extend over two sections, one larger than the other\nhis nose occupies the centre of his entire face\nOn the left side, a long scar crisscrosses her cheek and her eye appears slightly lower than the other.\nNapoleon said it might be an improvement, and that he’s looked worse after boxing matches\nJuile says he saw his face before surgery\nPeterson realizes that he can remove the invisible scar that covers his heart, and that his face will always be marked, and that not everyone will be so compassionate\nNapoleon suggests that they get some fresh air all important characters in this part + descriptions:\nNapoleon Bouvier - a boxer, enlists into military at end of the part, poor, goes to public school, francophone, lives with his parents in cabbagetown\nCorine Sirois - the girlfriend of Napoleon, cannot stand violence, does not like the fact that the ontario government is trying to stem out franco canadian culture in the province\n\nto be translated later\n"},"French/index":{"title":"index","links":["French/FIF2D5/Le-Bourgeois-gentilhomme/Question","French/FIF2D5/Premiere-Guerre-De-Toronto/Notes---Aiden,-Aiden,-Kristian","French/FIF2D5/Premiere-Guerre-De-Toronto/Notes---Ryan"],"tags":[],"content":"\nFIF2D5\n\nLe Bourgeois gentilhomme\n\nQuestion\n\n\nPremiere Guerre De Toronto\n\nNotes - Aiden, Aiden, Kristian\nNotes - Ryan\n\n\n\n\n"},"Math/MCR3U5/Exam-Review":{"title":"Exam Review","links":[],"tags":[],"content":"Quadratics\nQuadratic Formula\nax2+bx+c=0\nx=2a−b±b2−4ac​​\nDiscriminat\nb2−4ac\nComplete the Square\nFunctions\ny=af[k(x−d)]+c\nIn mathematics, the concepts of growth (croissance) and decay (décroissance) are often described using functions to model how a quantity increases or decreases over time.\nGrowth and Decay (Croissance et Décroissance)\nGrowth (Croissance)\n\nExponential Growth: This occurs when the rate of growth is proportional to the current amount. The general form of the exponential growth function is:\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \ny(t)=y0​ekt\n\nwhere:\n\ny(t) is the quantity at time t.\ny0​ is the initial quantity.\nk is the growth rate constant (if k&gt;0).\ne is the base of the natural logarithm, approximately equal to 2.71828.\n\n\nLinear Growth: This occurs when a quantity increases by a constant amount over equal intervals of time. The general form of the linear growth function is:\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \ny(t)=y0​+kt\n\nwhere k is a constant rate of increase.\nDecay (Décroissance)\n\nExponential Decay: This occurs when the rate of decay is proportional to the current amount. The general form of the exponential decay function is:\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \ny(t)=y0​e−kt\n\nwhere k is the decay rate constant (if k&gt;0).\n\nLinear Decay: This occurs when a quantity decreases by a constant amount over equal intervals of time. The general form of the linear decay function is:\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \ny(t)=y0​−kt\n\nwhere k is a constant rate of decrease.\nApplications\n\nPopulation Growth: Often modeled by exponential growth functions when resources are unlimited.\nRadioactive Decay: Modeled by exponential decay functions, representing how the amount of a radioactive substance decreases over time.\nInterest Calculations: Compound interest in finance is an example of exponential growth.\nDepreciation of Assets: The value of an asset decreasing over time can be modeled by exponential or linear decay.\n\nTrigonometry\nSpecial Triangles\nUnit conversion (Radians and degrees)\nCAST rule\nTrig Ratios\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nθ0∘ / 030∘ / 6π​45∘ / 4π​60∘ / 3π​90∘ / 2π​180∘ / π270∘ / 23π​360∘ / 2πsinθ021​22​​23​​10−10cosθ123​​22​​21​0−101tanθ03​1​13​undefined0undefined0cscθundefined22​3​2​1undefined−1undefinedsecθ13​2​2​2undefined−1undefined1cotθundefined3​13​1​0undefined0undefined\nsmt about tan = sin/cos\nsin Law\ncos Law\nTrigonometric Functions\nIdentities\nSequences\nBinomial Theory\nArithmetic Sequence\nGeometric Sequence\nFinance\nSimple Interest\nCompound Interest\nFuture Value (Rent)\nActual Value (Rent)\n76.144.91.53:1873"},"Math/MCR3U5/Unit-1/L1---Simplifying-Rational-Expressions":{"title":"L1 - Simplifying Rational Expressions","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  What is a polynomial? \n                  \n                \nA polynomial is an algebraic expression formed from addition or substraction of terms\n\n\n                  \n                  Example\n                  \n                \nx2+y - Binomial \n4x2+3x−7 - Trinomial \n−abc - Monomial\n\n\n\n\n                  \n                  What is a rational expression? \n                  \n                \nA rational expression is an algebraic expression that is expressed under the form qp​ in which p and q are polynomials (terms with coefficients, variables, and exponents) and q=0\n\n\n\n                  \n                  How to simplify the rational expression \n                  \n                \n\n1. Factorize the expression\n\nIn order to simplify a rational expression, we must factorize both the numerator and denominator.\n\n2. State the restrictions\n\nThen, we must state the restrictions in the denominator.\n\n\n                  \n                  What is a restriction? \n                  \n                \nA restriction is a value that renders the expression undefined.\nHence, a value that renders the denominator equal to zero.\n\n\n3. Simplify the expression\n\nMuch like fractions, we can then simplify rational expressions by utilizing common factors.\n\n\n                  \n                  Example\n                  \n                \n108​=10÷28÷2​=54​\n\n\n\n\n                  \n                  Discontinuities \n                  \n                \nThere are 2 types of discontinuities in a graph that can correspond to a restriction\n\nOpen Point\nPoint on graph that is undefined (shown by a hollow circle).\nAn open point corresponds to a common factor that is simplified from the numerator and denominator\n\n\nVertical Asymptote\nA vertical line that the function never crosses.\nA vertical asymptote corresponds to a factor that is uniquely in the denominator after everything is simplified\n\n\n\n\nQuestions\nExample 1\n\nSimplify the ration expressions and identify the restrictions\n\n12x2x​\n\n\n                  \n                  Answer \n                  \n                \n61​,x=0\n\nw2−2ww​\n\n\n                  \n                  Tip\n                  \n                \n\nFactorize\nState Restrictions\nSimplify\n\n\n\n\n                  \n                  Answer \n                  \n                \nw(w−2)w​,w=0,2\n\n3−xx−3​\n\n\n                  \n                  Answer \n                  \n                \n−1,x=3\n\nx+3x2+10x+21​\n\n\n                  \n                  Answer \n                  \n                \nx+7,x=−3\n\n4y2−13y+32y2−y−15​\n\n\n                  \n                  Answer \n                  \n                \n4y−12y+5​,y=41​,3\n\n3m2+m−106m2−7m−5​\n\n\n                  \n                  Answer \n                  \n                \nm+22m+1​,m=−2,35​\n\nExample 2\n\nA student attempts to simplify this expression. Explain what he did incorrectly.\n\n4x+3x2+4x+3​=x2\n\n\n                  \n                  Answer \n                  \n                \n\nWe have to factorize before simplification\nWe cannot simplify terms separated by + or -\n\n\nExample 3\n\nSimplify the expression, state the restrictions, and graph it.\n\nx−22x2−9x+10​\n\n\n                  \n                  Answer \n                  \n                \n2x−5,x=2\n\n"},"Math/MCR3U5/Unit-1/L2---Multiply-and-Divide-Rational-Expressions":{"title":"L2 - Multiply and Divide Rational Expressions","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  Multiplying Rational Expressions \n                  \n                \n\n1. Factorise\n\n\n2.Indicate Restrictions\n\nTwo Denominators\n\n\n\n3. Simplify common factors\n\n\n4. Multiply\n\n\n\n\n                  \n                  Dividing Rational Expressions \n                  \n                \n\n1. Factorise\n\n\n2.Indicate Restrictions\n\n2 Denominators\nNumerator of 2nd expression\n\n\n\n3. KFC\n\n\n4. Simplify common factors\n\n\n5. Multiply\n\n\n\nQuestions\nExample 1\n\nSimplify and indicate the restrictions on the variables\n\n3x4x2​∗2x12x3​\n\n\n                  \n                  Answer \n                  \n                \n8x3,x=0\n\n4a10ab2​÷12b215a2​\n\n\n                  \n                  Answer \n                  \n                \na22b4​.a=0,b=0\n\nExample 2\n2x+4x2−9​∗x+3x+2​\n\n\n                  \n                  Answer \n                  \n                \n2x−3​,x=−3,−2\n\nExample 3\n3ba2+2a​∗5a2+10a20a2b​\n\n\n                  \n                  Answer \n                  \n                \n34a2​,a=−2,0,b=0\n\nExample 4\nx2−5xx2−x−20​∗x2−12x+36x2+9x+20​\n\n\n                  \n                  Answer \n                  \n                \n3(x−6)2​,x=±5,−4,0,6\n\nExample 5\nx2−8x+15x2−x−20​∗x2−x−6x2+2x−8​\n\n\n                  \n                  Answer \n                  \n                \nx−2x+2​,x=−4,±2,3.5\n"},"Math/MCR3U5/Unit-1/L3---Add-and-Substract-rational-expressions":{"title":"L3 - Add and Substract rational expressions","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  Adding or Subtracting Rational Expressions \n                  \n                \n\n1. Factorize\n\n\n2. Find the PPDC\n\n\n3. State restrictions\n\n\n4. Add or subtract the numerators after multiplying\n\n\n5. Factorize/Simplify\n\n\n\nQuestions"},"Math/MCR3U5/Unit-6/Homework/L1-Homework":{"title":"L1 Homework","links":[],"tags":[],"content":"Package | p.6, 7\nTry and answer the following questions by yourself. If you can’t get the answer: click on the tip, or resort to checking the answers.\n\n1) For each of the functions below:\n\nUnderline a complete cycle\nTrace the mid line\nIndicate the period and amplitude of the function\n\n\n\n\n                  \n                  Tip\n                  \n                \nRecognize the vocabulary of periodic functions:\n\nCycle:\nA complete series of y values (peak to peak/trough to trough)\n\n\nPeriod:\nThe horizontal distance between the beginning of the cycle and the end\n\n\nAmplitude:\nVertical distance between the middle of the graph and the peak/trough of the function\n\n\nMidline:\nHorizontal line that passes through the middle of the graph\n\n\nPhase shift:\nHorizontal translation of graph\n\n\n\n\n                  \n                  Blank\n                  \n                \ny=8sin[30(x)]−2\n\n\n                  \n                  Blankleft\n                  \n                \n\n\n\n\n                  \n                  Answer \n                  \n                \naaaaaa\n\n\n\n\n                  \n                  Blank\n                  \n                \ny=5sin[60(x+2)]+7\n\n\n                  \n                  Blankleft\n                  \n                \n\n\n\n\n                  \n                  Answer \n                  \n                \naaaaaa\n\n\n\n2) Indicate if each statement is true or false.\n\n\n\n                  \n                  Tip\n                  \n                \nRemember the properties of sinx, cosx, and tanx:\n\nFor sin and cos:\n\nDomain: {θ∣θ∈R}\nRange: {y∣−1≤y≤−1,y∈R}\nMaximum value: y=1\nMinimum value: y=−1\nPeriod: 2π or 360°\nAmplitude: a=1\nMidline: y=0\n\n\n\nFor tan:\n\nDomain: {θ∣θ=180°∗k+90°,k∈Z,θ∈R}\nRange: {y∣y∈R}\nMaximum value: None\nMinimum value: None\nPeriod: π or 180°\n\n\nRemember the key formulas:\n\na) The functions of y=sinx, y=cosx, and y=tanx have the same domain and range\n\n\n                  \n                  Answer \n                  \n                \nFalse.\n\nb) To determine the maximum amplitude of a periodic function we use: a=2max−min​\n\n\n                  \n                  Answer \n                  \n                \nTrue.\n\nc) To determine the period of a periodic function we use: p=2max+min​\n\n\n                  \n                  Answer \n                  \n                \nFalse.\n\n\n3) Trace a graph of y=sinx and y=cosx (−360°≤x≤360°) on the same grid\n\n\n\n                  \n                  Tip\n                  \n                \nRemember the graph of sinx, cosx:\n\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n\n4) Trace a graph of y=tanx (−360°≤x≤360°)\n\n\n\n                  \n                  Tip\n                  \n                \nRemember the graph of tanx:\n\n\n\n\n                  \n                  Answer \n                  \n                \n\n"},"Math/MCR3U5/Unit-6/Homework/L2-Homework":{"title":"L2 Homework","links":[],"tags":[],"content":""},"Math/MCR3U5/Unit-6/Homework/L3-Homework":{"title":"L3 Homework","links":[],"tags":[],"content":"Package | p.15, 16"},"Math/MCR3U5/Unit-6/Homework/L4-Homework":{"title":"L4 Homework","links":["tags/12-16"],"tags":["12-16"],"content":"Textbook | p.388, 39012-16\n\n\nThe water depth in a harbor is 21m at high tide and 11m at low tide. One cycle is completed approximately every 12h.\n\n\n\na) Find an equation for the water depth as a function of the time, t hours, after low tide.\n\n\n\n                  \n                  Answer \n                  \n                \nDerive these variables by reading the question:\nMax=21m\nMin=11m\nPeriod=12h\nDetermine these variables through key formulas:\nAmplitude=5m\nMidline=16m\nk=30\nAssemble this formula through: y=af[k(x−d)]+c :\n∴y=−5cos(30t)+16\n\n\nb) Draw a graph of the function for 48h after low tide, which occurred at 14:00\n\n\n\n                  \n                  Answer \n                  \n                \nRecognize that in your initial function, there’s a low tide at 12:00. Therefore, the new function requires a phase shift of 2 towards the right.\nSo, the equation you draw should be that of: y=−5cos[30(x−2)]+16\n\n\nc) State the times at which the water depth was:\ni) a maximum\nii) a minimum\niii) at its average value\n\n\n\n                  \n                  Answer \n                  \n                \nYou derive these answers by plugging the y values into the function: Solving for t, and adding the period to the initial t value.\ni) 8h, 20h\nii) 14h, 2h\niii) 17h, 23h, 5h, 11h\n"},"Math/MCR3U5/Unit-6/Homework/Trigonometric-Identities---Practice":{"title":"Trigonometric Identities - Practice","links":[],"tags":[],"content":"\n\n                  \n                  Blanktextcenter\n                  \n                \n1)cosθtanθ=sinθ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=cosθtanθ \nMG=cos(cosθsinθ​) \nMG=sinθ\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=sinθ\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n2)tanθcotθ​=1−cos2θ1−sin2θ​\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=tanθcotθ​ \nMG=sin2θcos2θ​\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=1−cos2θ1−sin2θ​ \nMD=sin2θcos2θ​\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n3)cot2θ=1−cos2θcos2θ​\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=cot2θ \nMG=sin2θcos2θ​\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=1−cos2θcos2θ​ \nMD=sin2θcos2θ​\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n4)secθcscθ​=cotθ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=secθcscθ​ \nMG=(cosθ1​)(sinθ1​)​ \nMG=(sinθ1​)(cosθ) \nMG=sinθcosθ​\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=cotθ \nMD=sinθcosθ​\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n5)(sinθ+cosθ)2=1+2sinθcosθ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=(sinθ+cosθ)2 \nMG=sin2θ+2sinθcosθ+cos2θ \nMG=1+2sinθcosθ\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=1+2sinθcosθ\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n6)2sin2θ−1=sin2θ−cos2θ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=2sin2θ−1\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=sin2θ−cos2θ \nMD=sin2θ−(1−cos2θ) \nMD=sin2θ−1+sin2θ \nMD=2sin2θ−1\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n7)sin2θ1​+cos2θ1​=sin2θcos2θ1​\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=2sin2θ1​+cos2θ1​ \nMG=sin2θcos2θcos2θ+sin2θ​ \nMG=sin2θcos2θ1​\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=sin2θcos2θ1​\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n8)cos2θ=sin2θ+2cos2θ−1\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=cos2θ\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=sin2θ+2cos2θ−1 \nMD=1−cos2θ+2cos2θ−1 \nMD=cos2θ\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n9)tanθ=tan2θcotθ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=tanθ\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=tan2θcotθ \nMD=tan2θ(tanθ1​) \nMD=tanθtan2θ​ \nMD=tanθ\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n12)tan2θ−sin2θ=sin2θtan2θ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=cos2θsin2θ​−sin2θ \nMG=cos2θsin2θ−sin2θcos2θ​ \nMG=cos2θsin2θ(1−cos2θ)​\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=cos2θsin4θ​ \\\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n13)sinθ+cosθ12sinθcosθ​=sinθ+cosθ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=sinθ+cosθsin2θ+cos2θ+2sinθcosθ​ \nMG=sinθ+cosθ(sinθ+cosθ)2​ \nMG=sinθ+cosθ\n\n\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \n15)cscθ−1cscθ​+cscθ+1cscθ​=2sec2θ\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMG=sinθ1−sinθ​sinθ1​​+sinθ1+sinθ​sinθ1​​ \nMG=(1+sinθ)(1−sinθ)(1+sinθ)+(1−sinθ)​ \nMG=1−sin2θ2​ \nMG=cos2θ2​\n\n\n\n\n                  \n                  Blankright\n                  \n                \n\n\n                  \n                  Blanktextcenter\n                  \n                \nMD=2cos2θ1​ \nMD=cos2θ2​\n\n\n"},"Math/MCR3U5/Unit-6/Notes":{"title":"Notes","links":[],"tags":[],"content":"L1: Periodic Functions\nNotes\n\n\n                  \n                  What is a periodic function? \n                  \n                \nA periodic function is a function in which the values of y repeat at regular intervals of θ.\n\n\n                  \n                  Example \n                  \n                \nThe height of somebody who is taking a ride on a large Ferris wheel is periodic.\n\n\n\n\n\n\n                  \n                  ‎ \n                  \n                \nThe primary trigonometric ratios (y=sinθ, y=cosθ, y=tanθ) are periodic functions.\n\n\n\n                  \n                  Vocabulary for periodic functions \n                  \n                \n\nCycle:\nA complete series of y values that repeats at regular intervals (peak to peak/trough to trough)\n\n\nPeriod:\nThe horizontal distance between the beginning of the cycle and the end\n\n\nAmplitude:\nVertical distance between the middle of the graph and the peak/trough of the function\n\n\nMidline:\nHorizontal line that passes through the middle of the graph\n\n\nPhase shift:\nHorizontal translation of graph\n\n\n\nPeriodic functions of sin, cos, and tan\n\n\n                  \n                   y=sinθ\n                  \n                \n\nPay attention to the 5 key points.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nθ(deg)0°45°90°135°180°225°270°315°360°sinθ022​​10-10\n\n\n\n\n                  \n                   y=cosθ\n                  \n                \nPay attention to the 5 key points.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nθ(deg)0°45°90°135°180°225°270°315°360°cosθ10-101\n\n\n\n\n                  \n                  Properties of sin, and cos\n                  \n                \n−2π≤θ≤2π:\n\nDomain: {θ∣θ∈R}  \nRange: {y∣−1≤y≤−1,y∈R}  \nMaximum value: y=1 \nMinimum value: y=−1 \nPeriod: 2π or 360° \nAmplitude: a=1 \nMidline: y=0\n\n\n\n                  \n                   y=tanθ\n                  \n                \nPay attention to the 5 key points.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nθ(deg)-90°45°0°45°90°tanθundefined-101undefined\nSimilar curve as y=x3\n\n\n\n\n                  \n                  Properties of tan\n                  \n                \n−π≤θ≤π:\n\nDomain: {θ∣θ=180°∗k+90°,k∈Z,θ∈R} \nRange: {y∣y∈R} \nMaximum value: None \nMinimum value: None \nPeriod: π or 180°\n\nQuestions\nTry and answer the following questions by yourself. If you can’t get the answer: click on the tip, or resort to checking the answers.\n\nDetermine if the following functions are periodic. If they are, underline a cycle, trace the mid line, and indicate the period and amplitude of the function\n\n\n\n                  \n                  Tip\n                  \n                \nUnderstand what a periodic function is:\n\nA periodic function is a function in which the values of y repeat at regular intervals of θ.\n\nRecognize the vocabulary of periodic functions:\n\nCycle:\nA complete series of y values (peak to peak/trough to trough)\n\n\nPeriod:\nThe horizontal distance between the beginning of the cycle and the end\n\n\nAmplitude:\nVertical distance between the middle of the graph and the peak/trough of the function\n\n\nMidline:\nHorizontal line that passes through the middle of the graph\n\n\nPhase shift:\nHorizontal translation of graph\n\n\n\n\n                  \n                  Blank\n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n\n\n                  \n                  ‎ Answer \n                  \n                \nPeriodic. \nMidline: y=6 \nPeriod = 4 \nAmplitude = 4 \n\n\n\n\n\n                  \n                  ‎ \n                  \n                \n\n\n                  \n                  Blankright\n                  \n                \n\n\n\n\n                  \n                  ‎ Answer \n                  \n                \nNot periodic.\n\n\n\n\n                  \n                  ‎ \n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n\n\n                  \n                  ‎ Answer \n                  \n                \nPeriodic. \nMidline: y=0 \nPeriod = 4 \nAmplitude = 4 \n\n\n\nL2: Transformations of sin and cos\nNotes\n\n\n                  \n                  Blanktextcenter\n                  \n                \ny=af[k(x−d)]+c\n\n\n\n                  \n                  Transformations of sin and cos\n                  \n                \n\na has an affect on:\n\namplitude\nmax/min\nrange\n\n\n\nk has an effect on:\n\nperiods\nx-axis\n\n\n\nd has an effect on:\n\nphase shift\nx-axis\n\n\n\nc has an effect on:\n\npeak/trough\nrange\ny-axis\n\n\n\nIn other words:\n\na is the vertical stretch/compression\nk is the horizontal stretch/compression\nd is the horizontal displacement\nc is the vertical displacement\n\n\n\n\n\n                  \n                  Key Formulas \n                  \n                \n\namplitude =2max−min​\n\n\nperiod =∣k∣360°​ or ∣k∣2π​\n\n\nmidline: \ny=c \nor \nc=2max+min​\n\n\nphase shift: \n(x+45°) when d=−45° \n(x−45°) when d=45°\n\n\n\n\n                  \n                  Transforming Axes \n                  \n                \n\nUse the following steps to transform axes:\n\n\nTrace new axes \ny=c (Midline) \nx=d (Phase shift)\n\n\nTrace the curve of sin/cos\n\n\n\nUse a to determine the max/min values \nmax=c+a \nmin=c−a\n\n\nDetermine the period and the distance of points \nPeriod=∣k∣360°​ \nDistance of points=4Period​\n\n\nQuestions\n\nTrace 1 cycle of each function by transforming the axes\n\n\n\n                  \n                  Tip\n                  \n                \nRemember what each transformation does:\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \na) y=cos(θ−4π​)+2\n\n\n\n                  \n                  Answer \n                  \n                \n\n\na=1 \nk=1 \nd=4π​ \nc=2\n\nPeriod=2π \nDistance of points=2π​\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \nb) y=−sin[2(x−3π​)]+1\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n*Reflection \na=1 \nk=2 \nd=3π​ \nc=1\n\nPeriod=π \nDistance of points=4π​\n\n\n\n                  \n                  Blanktextcenter\n                  \n                \nc) y=−cos(3θ−60°)−10\n\n\n\n                  \n                  Answer \n                  \n                \n\n\n*Reflection \na=1 \nk=3 \nd=20° \nc=−10\n\nPeriod=120° \nDistance of points=30°\n\n\nWrite 2 possible equations (one with sin , one with cos) for the function.\n\n\n\n                  \n                  Tip\n                  \n                \nRemember the graphs of sinx and cosx: \nRemember what each transformation does: \nRemember the order of transformations:\n\n\n\n                  \n                  Blank\n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n\n\n                  \n                  Answer \n                  \n                \na=3 \nk=2 \nc=−1\nPeriod=180°\nEquations:\n\ny=3sin[2(x−45°)]−1\ny=3cos[2(x−90°)]−1 \nor \ny=−3cos(2x)−1\n\n\n\n\nL3: Transformations of tan\n\n\n                  \n                  Blanktextcenter\n                  \n                \ny=af[k(x−d)]+c\n\n\n\n                  \n                  Transformations of tan\n                  \n                \n\na has an affect on:\n\n3 key points\n\n\n\nk has an effect on:\n\nperiods\nx-axis\ndomain\nasymptotes\n\n\n\nd has an effect on:\n\nphase shift\nx-axis\nasymptotes\n\n\n\nc has an effect on:\n\ny-axis\n3 key points\n\n\n\n\n\n                  \n                  Base Function \n                  \n                \ny=tanx,−90°≤x≤90° \n\n\n\nThere are x-intercepts where sinx=0\n\n\nThere are vertical asymptotes where cosx=0\n\n\n\ntan is special,  it has a default period of 180°.\nIt also has no amplitude, we use two reference points that are at y=1 instead\n\n\n\n\n                  \n                  Transforming Axes \n                  \n                \n\nUse the following steps to transform axes:\n\n\nTrace new axes \ny=c  \nx=d\n\n\nTrace the vertical asymptotes and the 3 key points\n\n\nUse a to etiquette the y axis\n\n\nDetermine the period and the distance of points \nPeriod=∣k∣180°​ or ∣k∣π​ \nDistance of points=4Period​\n\n\nL5: Trigonometric Identities\n\n\n                  \n                  Key Formulas \n                  \n                \n\nReciprocal:\ncscθ=sinθ1​\nsecθ=cosθ1​\ncotθ=tanθ1​\n\n\nQuotient:\ntanθ=cosθsinθ​\ncotθ=sinθcosθ​\n\n\nPythagorean:\nsin2θ+cos2θ=1\n\nsin2θ=1−cos2θ\ncos2θ=1−sin2θ\n\n1+tan2θ=sec2θ\n\nsec2θ−tan2θ=1\ntan2θ=sec2θ−1\n\n1+cot2θ=csc2θ\n\n1=csc2θ−cot2θ\ncot2θ=csc2θ−1\n\n\n"},"Math/MCR3U5/Unit-6/Test":{"title":"Test","links":[],"tags":[],"content":"47\n\n\n\n\n\n\n\n\n\n\n\nheadingcontent is king"},"Math/MCR3U5/Unit-7/L1---Pascal's-Triangle":{"title":"L1 - Pascal's Triangle","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  What is Pascal&#039;s Triangle? \n                  \n                \nPascal’s Triangle is a triangle formed by adding adjacent numbers from the previous rows to form the numbers below them.\n\nProperties:\n\nThe number of rows (n) starts at n=0\nThe first and last term of each row is 1\nEach term is the sum of the two adjacent numbers of the previous row\n\n\n\n\n                  \n                  Key Formulas \n                  \n                \nNumber of Rows (n)=n \nNumber of Terms=n+1 \nSum of Terms=2n\nNotation:\n\nwe start at 0\n\nn=rows \nr=horizontalposition\n\n3 ways to represent a term in a triangle:\n\ntn,r​\nn​Cr​\n(rn​)\n\n\nPascal’s Formula:\n\nEach term is the sum of the 2 adjacent pairs from the previous row:\n\n\ntn,r​ = tn−1,r−1​ + tn−1,r​\nn​Cr​=n−1​Cr−1​+n−1​Cr​\n(rn​) = (r−1n−1​) + (rn−1​)\n\nEvaluate using factorials:\n\nThe factorial of n is the product of n and all the whole values smaller than it.\n\nn!=n(n−1)(n−2)...3∗2∗1\ntn,r​ = n​Cr​ = (rn​) = r!(n−r)!n!​\n\n\nQuestions\nExample 1\n\n\n                  \n                  Tip\n                  \n                \nRemember the key formulas:\nNumber of rows=n \nNumber of terms=n+1 \nSum of terms=2n\n\n\nDetermine the number of terms in the seventeenth row\n\n\n\n                  \n                  Answer \n                  \n                \nn=16\n# of terms=n+1 \n# of terms=16+1 \n# of terms=17\n\n\nDetermine the row in which the sum of the numbers is 4096\n\n\n\n                  \n                  Answer \n                  \n                \n2n=4096 \n2n=212 \n=&gt;n=12\n\nExample 2\n\n\n                  \n                  Tip\n                  \n                \nUnderstand the ways of expressing notation:\ntn,r​ \nn​Cr​ \n(rn​)\nUse a calculator.\n\n\nDetermine the value of each term in Pascal’s triangle\n\na) t3,1​\n\n\n                  \n                  Answer \n                  \n                \n3\n\nb) t6,6​\n\n\n                  \n                  Answer \n                  \n                \n1\n\nc) 5​C2​\n\n\n                  \n                  Answer \n                  \n                \n10\n\nd) (46​)\n\n\n                  \n                  Answer \n                  \n                \n15\n\nExample 3\n\n\n                  \n                  Tip\n                  \n                \nRemember Pascal’s Formula:\n\ntn,r​ = tn−1,r−1​ + tn−1,r​\nn​Cr​=n−1​Cr−1​+n−1​Cr​\n(rn​) = (r−1n−1​) + (rn−1​)\n\n\n\nRewrite using Pascals formula\n\na) 12​C8​\n\n\n                  \n                  Answer \n                  \n                \n= 11​C7​+11​C8​\n\nb) t13,5​\n\n\n                  \n                  Answer \n                  \n                \n=t12,4​+t12,5​\n\nc) (67​)\n\n\n                  \n                  Answer \n                  \n                \n=(56​)+(66​)\n\nd) t6,2​+t6,3​\n\n\n                  \n                  Answer \n                  \n                \n=t7,3​\n\ne) (13​) + (23​)\n\n\n                  \n                  Answer \n                  \n                \n=(24​)\n\nf) 10​C8​−9​C8​\n\n\n                  \n                  Answer \n                  \n                \n= 9​C7​\n\nExample 4\n\nDetermine the value\n\na) (57​)\n\n\n                  \n                  Answer \n                  \n                \n=21\n\nb) t5,3​+t5,4​\n\n\n                  \n                  Answer \n                  \n                \n=t6,4​ \n=15\n\nYour Turn!\n\nRewrite using Pascal’s formula, then evaluate\n\na) t3,2​+t3,3​\n\n\n                  \n                  Answer \n                  \n                \n=t4,3​ \n=4\n\nb) 7​C4​+7​C5​\n\n\n                  \n                  Answer \n                  \n                \n= 8​C5​ \n=56\n\nc) (710​)−(79​)\n\n\n                  \n                  Answer \n                  \n                \n=(69​) \n=84\n\n\nDetermine the row in which the sum is 512\n\n\n\n                  \n                  Answer \n                  \n                \n2n=512 \n2n=29 \n=&gt;n=9\n\n\nFill the Pascal triangle, indicating the number of each row on the left\n\n\n\n                  \n                  Blank\n                  \n                \n\n\n                  \n                  Blankleft\n                  \n                \n\n\n\n\n                  \n                  ‎ Answer \n                  \n                \na\n\n\n\nHomework\nTextbook p. 378-379 # 2-4,8,9\n\nDetermine the sum of the terms in each row.\n\n\n\n                  \n                  Tip\n                  \n                \nSum of row = 2n\n\na) row 8\n\n\n                  \n                  Answer \n                  \n                \n256\n\nb) row 12\n\n\n                  \n                  Answer \n                  \n                \n4096\n\nc) row 20\n\n\n                  \n                  Answer \n                  \n                \n1048576\n\nd) row n\n\n\n                  \n                  Answer \n                  \n                \n2n\n\n\nWrite each expression in the form of a single term under the form tn,r​\n\n\n\n                  \n                  Tip\n                  \n                \ntn,r​=tn−1,r−1​+tn−1,r​\n\na) t4,3​+t4,4​\n\n\n                  \n                  Answer \n                  \n                \nt5,4​\n\nb) t8,5​+t8,6​\n\n\n                  \n                  Answer \n                  \n                \nt9,6​\n\nc) t25,17​+t25,18​\n\n\n                  \n                  Answer \n                  \n                \nt26,18​\n\nd) ta,b​+ta,b+1​\n\n\n                  \n                  Answer \n                  \n                \nta+1,b+1​\n\n\nWrite each term in the form of a sum of two terms under the form tn,r​\n\n\n\n                  \n                  Tip\n                  \n                \ntn,r​=tn−1,r−1​+tn−1,r​\n\na) t4,2​\n\n\n                  \n                  Answer \n                  \n                \nt3,1​+t3,2​\n\nb) t12,9​\n\n\n                  \n                  Answer \n                  \n                \nt11,8​+t11,9​\n\nc) t28,14​\n\n\n                  \n                  Answer \n                  \n                \nt27,13​+t27,14​\n\nd) t17,x​\n\n\n                  \n                  Answer \n                  \n                \nt16,x−1​+t16,x​\n\n\nWhich row in Pascal’s triangle has each of these sums\n\n\n\n                  \n                  Tip\n                  \n                \nSum of row = 2n\n\na) 256\n\n\n                  \n                  Answer \n                  \n                \nSum of row=2n \n256=28 \nn=8\n\nb) 2048\n\n\n                  \n                  Answer \n                  \n                \nSum of row=2n \n256=211 \nn=11\n\nc) 16 384\n\n\n                  \n                  Answer \n                  \n                \nSum of row=2n \n256=214 \nn=14\n\nd) 65 536\n\n\n                  \n                  Answer \n                  \n                \nSum of row=2n \n256=216 \nn=16\n\n\nWrite each term in the form of a difference of two terms under the form tn,r​\n\n\n\n                  \n                  Tip\n                  \n                \ntn,r​=tn−1,r−1​+tn−1,r​\n*re-arrange to create a formula that includes a difference\n\na) t4,2​\n\n\n                  \n                  Answer \n                  \n                \nt5,2​−t4,1​\n\nb) t6,3​\n\n\n                  \n                  Answer \n                  \n                \nt7,3​−t6,2​\n\nc) t12,9​\n\n\n                  \n                  Answer \n                  \n                \nt13,9​−t12,8​\n\nd) t28,14​\n\n\n                  \n                  Answer \n                  \n                \nt29,14​−t28,13​\n"},"Math/MCR3U5/Unit-7/L2---Binomial-Theory":{"title":"L2 - Binomial Theory","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  Binomial Observations \n                  \n                \nCoefficients:\nWhen a binomial is raised to a power, it’s coefficient corresponds to the values of a specific row.\nn=row \n(x+y)n\n\n\n                  \n                  Example\n                  \n                \n(x+y)3=x3+3x2y+3xy2+y3\nCoefficients=1,3,3,1\n*Corresponds to 4th row of pascals triangle\n\nExponents:\nWhen a binomial is raised to a power, it’s exponents approaches towards, or recedes away from n\nx→exponents decrease (n to 0) \ny→exponents increase (0 to n)\n\n\n                  \n                  Example\n                  \n                \n(x+y)3=y0x3+3x2y1+3x1y2+x0y3\nx exponents=0,1,2,3 \ny exponents=3,2,1,0\n\n\n\n\n                  \n                  Binomial Theory \n                  \n                \n(a+b)n=(0n​)an+(1n​)an−1b1+(2n​)an−2b2+...+(n−1n​)abn−1+(nn​)bn\na diminishes from n to 0 \nb increases from 0 until it reaches n \nr increases from 0 until it reaches n\n\nThere are n+1  terms in total\nThe coefficient of a term is given by tn,r​ and n​Cr​\nThe sum of the exponents of a and b is the row n\n\n\n\nQuestions\nExample 1\n\n\n                  \n                  Tip\n                  \n                \nRemember binomial theorem.\n\n\n(x+y)5\n\n\n\n                  \n                  Answer \n                  \n                \nx5+5x4+10x3y2+10x2y3+5xy4+y5\n\n\n(2x+y)5\n\n\n\n                  \n                  Answer \n                  \n                \n32x5+80x4y+80x3y2+40x2y3+10xy4+y5\n\n\n(3x−2y)4\n\n\n\n                  \n                  Tip\n                  \n                \nRemember that when applying exponents to a negative, that number is within brackets.\nThis means that it’s output could be positive or negative depending on if the exponent is even or odd.\n\n\n\n                  \n                  Answer \n                  \n                \n81x4−216x3y+216x2y2−96xy3+16y4\n\nExample 2\n\n\n                  \n                  Tip\n                  \n                \n\nDetermine n\nDetermine value of first term (a)\nDetermine value of last term (b)\n\n\n\nWrite the following expression under the form (a+b)n\n\n1−10x2+40x4−80x6+80x8−32x10\n\n\n                  \n                  Faq\n                  \n                \n(1−2x2)5\n\nExample 3\n\n\n                  \n                  Tip\n                  \n                \n\nDetermine the exponent of a and b\nApply all exponents\nDetermine the coefficient (n​Cr​)\nMultiply everything together\n\n\n\nDetermine the 4th term in the development of (2x+5y)7\n\n\n\n                  \n                  Answer \n                  \n                \n70000x4y3\n\nYour Turn!\n\nDevelop and simplify\n\n(3x+y)4\n\n\n                  \n                  Tip\n                  \n                \nBinomial Theorem\n\n\n\n                  \n                  Answer \n                  \n                \n81x4+108x3y+54x2y2+12xy3+y4\n\n\nWrite the expression below under the form (a+b)n\n\n16x4+96x3+216x2+216x+81\n\n\n                  \n                  Tip\n                  \n                \n\nDetermine n\nDetermine value of first term (a)\nDetermine value of last term (b)\n\n\n\n\n                  \n                  Answer \n                  \n                \n\n5 terms\n∴n=4\nIsolate a\na4=16x4 \na=416x4​ \na=2x\nIsolate b\nb4=81 \nb=3\n\n∴(2x+3)4\n\n\nHomework\nTextbook p. 378-379 # 5-7,14,19\n\nDevelop each power of the binomial with the help of Pascal’s triangle.\n\n\n(x+2)5\n\n\n\n                  \n                  Answer \n                  \n                \nx5+10x4+40x3+80x2+80x+32\n\n\n(y−3)4\n\n\n\n                  \n                  Answer \n                  \n                \ny4−12y3+54y2−108y+81\n\n\n(4+t)6\n\n\nHow many terms in each expansion\n\n\n(3a+5)0\n\n\n\n                  \n                  Answer \n                  \n                \n1\n\n\n(x+2)25\n\n\n\n                  \n                  Answer \n                  \n                \n26\n\n\n(t−6)15\n\n\n\n                  \n                  Answer \n                  \n                \n16\n\n\n(5b+6a)n\n\n\n\n                  \n                  Answer \n                  \n                \nn+1\n\n\nDetermine the value of k in each term when (x+y)12\n\n\nky12\n\n\n\n                  \n                  Answer \n                  \n                \n1\n\n\n792xky5\n\n\n\n                  \n                  Answer \n                  \n                \n7\n*Sum of exponents equals n\n\n\n495x8yk\n\n\n\n                  \n                  Answer \n                  \n                \n4\n*Sum of exponents equals n\n\n\nkx4y8\n\n\n\n                  \n                  Answer \n                  \n                \n495\n\n\n\n\n                  \n                  You actually have to use your brain for the following! \n                  \n                \n\n\nIn the development of (1+x)n, the first 3 terms are 1,−18, and 144. Determine the values of x and n\n\n\n\n                  \n                  Answer \n                  \n                \nYou can derive the following formulas from the question:\n\n(0n​)∗1n∗x0=1 \n1=1\n\n\n(1n​)∗1n−r∗x=−18 \nnx=18\n\n\n(2n​)∗1n−r∗x2=144 \n2n(n−1)​∗x2=144\n\nIsolate and substitute x:\nx=n−18​\n2n(n−1)​(−n18​)2=144 \nn=9\nIsolate x:\nx=−918​ \nx=−2\n\n\nWhat is the value of the constant in the development of (2x3−x23​)5?\n\n\n\n                  \n                  What is a constant term? \n                  \n                \n\n*idk if she made a mistake by putting this on the homework\n\nIn the context of a binomial expansion, the constant term represents the value of the expression when none of the variables are present.\n\n\n\n                  \n                  How to find the constant term? \n                  \n                \nWe have three cases:\n\n\nIf the terms of the binomial are a variable and a constant: (x+c)n\nThe constant term in this case is the last term\n  \n\n\nIf the term of the binomial is a variable and a ratio of that variable: (x+xc​)n, where c is a constant\nThe constant term is the middle one\n\n\n\n\n                  \n                  Solving Case 2 \n                  \n                \nConvert binomial to general term:\n(x+xc​)n=(rn​)(x)n−r(xc​)r\nFind r:\n*ignore all coefficients and express solely with the variables\nxn−r∗(x1​)r=x0 \nxn−r∗x−r=x0 \n=&gt;n−2r=0\nSolve equation knowing that x0\n\n\nIf the terms are two distinct variables: (x+y)n\n\nThere is no constant term\n\n\n\n                  \n                  Answer \n                  \n                \n(2x3−x23​)5=(r5​)(2x3)5−r(x2−3​)5\n(x3)5−r(x21​)r=x0\nx15−3r∗x−2r=x0\n=&gt;15−3r−2r=0\nr=3\nConstant term = −1080\n"},"Math/MCR3U5/Unit-7/L3---Arithmetic-Sequences":{"title":"L3 - Arithmetic Sequences","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  What is a sequence? \n                  \n                \nA sequence is a list of numbers, figures, letters, etc. that are organized in a distinct and identifiable order\nEach number in a sequence is called a term. A sequence can be infinite or finite.\n\n\n\n                  \n                  What is an arithmetic sequence \n                  \n                \nAn arithmetic sequence is a sequence where the difference in between 2 consecutive terms is constant\nThis means that we can always add/subtract the same value to find the next term\n\n\n                  \n                  Key Formula \n                  \n                \nFor an arithmetic sequence, the formula for a general term is:\ntn​=a+(n−1)d\nr\na=first term t1​\nd=the common difference\nn=term number\n\n\n\nQuestions\nExample 1\n\nHere are the first terms in a sequence: 8,12,16,20,...\n\n\nDetermine if the sequence is arithmetic. If it is arithmetic, determine the formula of the general term in the sequence.\n\n\n\n                  \n                  Tip\n                  \n                \ntn​=a+(n−1)d\na=first term t1​\nd=the common difference\nn=term number\n\n\n\n                  \n                  Answer \n                  \n                \ntn​=8+(n−1)(4) \ntn​=4n+4\n\n\nDetermine t9​\n\n\n\n                  \n                  Answer \n                  \n                \nn=9\nt9​=4n+4  \nt9​=40\n\nExample 2\n\nThe first term in an arithmetic sequence is 4, the tenth term is 67. What is the common difference?\n\n\n\n                  \n                  Answer \n                  \n                \ntn​=a+(n−1)d \n67=4+(10−1)d \nd=7\n\nExample 3\n\nDetermine the number of terms in a sequence: 6,10,14...446\n\n\n\n                  \n                  Answer \n                  \n                \ntn​=a+(n−1)d \n446=6+(n−1)(4) \nn=111\n\nExample 4\n\nIn an arithmetic sequence, t13​=40 and t39​=118\n\n\nDetermine the values of a and d\n\n\n\n                  \n                  Answer \n                  \n                \nSystem of equations\n\n\nDetermine t72​\n\n\n\n                  \n                  Answer \n                  \n                \nPlug into equation with values of a and d\n\n\nHomework\nTextbook p. 384 ex.4, p.385-387 # 1-7 (ace), 10, 13, 14\n\nDetermine the values of a and d in reference to the 2 terms.\n\nIn an arithmetic sequence, t11​=72 and t21​=142\n\n\n                  \n                  Answer \n                  \n                \n72=a+10d \n142=a+20d\n70=10d \n7=d\n72=a+10∗7 \na=2\n\n\nFor each arithmetic sequence, determine the values of a and d, then write the next 4 terms\n\n12, 15, 18, …\n\n\n                  \n                  Answer \n                  \n                \na=12 \nd=3\ntn​=9+3n (Figure out the next 4 terms yourself lol)\n\n0.2, 0.35, 0.5, …\n\n\n                  \n                  Answer \n                  \n                \na=0.2 \nd=0.15\ntn​=0.05+0.15n\n\n5, -1, -7, …\n\n\n                  \n                  Answer \n                  \n                \na=5\nd=−6\ntn​=11−6n\n\n\nIndicate if each sequence is arithmetic\n\n3, 5, 7, 9, …\n\n\n                  \n                  Answer \n                  \n                \nArithmetic\n\n4, -6, 8, 10, …\n\n\n                  \n                  Answer \n                  \n                \nNon-Arithmetic\n\n-12, -5, 2, 9, …\n\n\n                  \n                  Answer \n                  \n                \nArithmetic\n\n\nUsing the values of a and d, write the 3 first terms, and the formula of it’s general term\n\na=5, d=2\n\n\n                  \n                  Answer \n                  \n                \ntn​=3+2n\n\na=9, d=-3,5\n\n\n                  \n                  Answer \n                  \n                \ntn​=5.5+3.5n\n\na=100, d=10\n\n\n                  \n                  Answer \n                  \n                \ntn​=90+10n\n\n\nUsing the formula of the general term, determine t12​\n\ntn​=3n+4\n\n\n                  \n                  Answer \n                  \n                \nt12​=40\n\ntn​=21​n+23​\n\n\n                  \n                  Answer \n                  \n                \nt12​=215​\n\n\nUsing the formula, write the 3 first terms, then represent it graphically\n\ntn​=2n−3\n\n\n                  \n                  Answer \n                  \n                \nt1​=−1 \nt2​=1 \nt3​=3\n\nf(n)=2(2−n)\n\n\n                  \n                  Answer \n                  \n                \nt1​=2\nt2​=0\nt3​=−2\n\nf(n)=42n+1​\n\n\n                  \n                  Answer \n                  \n                \nt1​=43​\nt2​=45​\nt3​=47​\n\n\nWhat term in the sequence 9, 4, -1, … has a value of -146?\n\n\n\n                  \n                  Answer \n                  \n                \n−146=9+(n−1)(−5)\n32\n\n\nDetermine number of terms in each arithmetic sequence\n\n5, 10, 15, …, 200\n\n\n                  \n                  Answer \n                  \n                \nn=40\n\n-5, -8, -11, …, -269\n\n\n                  \n                  Answer \n                  \n                \nn=89\n\n\nDetermine a and d, then write the formula of the general term of each arithmetic sequence\n\nt8​=33 and t14​=57\n\n\n                  \n                  Answer \n                  \n                \nd=4 \na=5\n\nt10​=50 and t27​=152\n\n\n                  \n                  Answer \n                  \n                \n6=d \n−4=a\n\nt5​=−20 and t18​=−59\n\n\n                  \n                  Answer \n                  \n                \nd=−3 \na=−8\n\nt7​=3+5x and t11​=3+23x\n\n\n                  \n                  Answer \n                  \n                \nd=4.5x\na=3−22x\n\n\nIn the lottery, the person who has their ticket pulled first wins 10 000$, then each person that follows wins 500$ less than the previous person.\n\nHow much does the 10th person win\n\n\n                  \n                  Answer \n                  \n                \ntn​=10,500−500n \nt10​=5500\n\nHow many winners are there in total\n\n\n                  \n                  Answer \n                  \n                \n500=10000+(n−1)(−500)\n20=n\n∴ there are 20 winners\n\n\nThe initial salary of the engineer is 87 000$. The company promised him a raise of 4,350$ each year. What will his salary be over the course of 10 years.\n\n\n\n                  \n                  Answer \n                  \n                \n130 500$\n"},"Math/MCR3U5/Unit-7/L4---Geometric-Sequences":{"title":"L4 - Geometric Sequences","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  What is a geometric sequence? \n                  \n                \nA geometric sequence is a sequence in which the ratio between two consecutive terms is constant.\nWe can always multiply/divide the same value to find the next term.\n\n\n                  \n                  Key Formula \n                  \n                \nFor a geometric sequence the formula for a general term is:\ntn​=a∗rn−1\na=first term t1​ \nr=the common ratio \nn=term number\n\n\nQuestions\nExample 1\nIf a=3 and r=2, determine the 5 first terms in a geometric sequence\n\n\n                  \n                  Answer \n                  \n                \ntn​=3∗rn−1\n\nExample 2\nThe first term in a geometric sequence is 5x and the sixth term is 160x6. What is the common ratio.\n\n\n                  \n                  Answer \n                  \n                \n160x6=5x∗r6−1 \nr=2x\n\nExample 3\n\nHere are the first terms in a sequence: 320,160,80,40,...\n\n\nDetermine if the sequence is a geometric sequence. If the sequence is geometric, determine the formula of the general term of the sequence.\n\n\n\n                  \n                  Answer \n                  \n                \ntn​−320∗(21​)n−1\n\n\nDetermine t8​\n\n\n\n                  \n                  Answer \n                  \n                \nt8​=320(21​)8−1 \nt8​=2.5\n\nExample 4\n\n\n                  \n                  Tip\n                  \n                \nr=tn−1​tn​​\n\n\nDetermine the formula of the general term, then find t7​\n\n16,−12,9,−427​\n\n\n                  \n                  Answer \n                  \n                \nr=−43​ \ntn​=16∗(−43​)n−1\nt7​=256729​\n\n2x,8x4,32x7,128x10\n\n\n                  \n                  Answer \n                  \n                \nr=4x3\ntn​=2x∗(4x3)n−1\nt7​=8192x19\n\nExample 5\n\nIf t4​=108 and t7​=2916 in a geometric sequence, determine the 3 first terms of the sequence.\n\n\n\n                  \n                  Answer \n                  \n                \nr=3\na=4\n\n\nHomework\nTextbook p. 392-394 # 1-5 (ace), 6-8, 16, 17, 20\n\nDetermine if each sequence is arithmetic or geometric or neither\n\n5, 3, 1, -1, …\n\n\n                  \n                  Answer \n                  \n                \nArithmetic\n\n4, 0.4, 0.04, 0.004, …\n\n\n                  \n                  Answer \n                  \n                \nGeometric\n\n1, 2​, 3​, 2, 5​\n\n\n                  \n                  Answer \n                  \n                \nNeither\n\n\nIndicate the common ratio of each geometric sequence, then the next 3 terms\n\n1, 2, 4 , 8, …\n\n\n                  \n                  Answer \n                  \n                \nr=2\n\n32​, 3−2​, 32​, 3−2​, …\n\n\n                  \n                  Answer \n                  \n                \nr=−1\n\n-15, -15, -15, -15, …\n\n\n                  \n                  Answer \n                  \n                \nr=1\n\n\nDetermine the formula of the general term in each sequence, then write t9​\n\n54, 18, 6\n\n\n                  \n                  Answer \n                  \n                \ntn​=8∗(31​)n−1\n\n61​, 51​, 256​\n\n\n                  \n                  Answer \n                  \n                \ntn​=54∗56​n−1\n\n\nWrite the first 4 terms of each geometric sequence\n\ntn​=5(2)n−1\nf(n)=41​(−3)n−1\na=−1 and r=51​\n\nDetermine the number of terms in each geometric sequence\n\n6, 18, 54, …, 4374\n\n\n                  \n                  Answer \n                  \n                \nn=7\n\n5, -10, 20, …, -10240\n\n\n                  \n                  Answer \n                  \n                \nn=12\n\n31250, 6250, 1250, …, 0.4\n\n\n                  \n                  Answer \n                  \n                \nn=8\n\n\nDetermine if each sequence is arithmetic or geometric, or neither. If it’s arithmetic determine the values of a and d. If it’s geometric determine the values of a and r.\n\nx,3x,5x,...\n\n\n                  \n                  Answer \n                  \n                \nArithmetic\n\n1, 2x​, 4x2​, …\n\n\n                  \n                  Answer \n                  \n                \nGeometric\n\nnm2​, 2nm3​, 3nm4​, …\n\n\n                  \n                  Answer \n                  \n                \nNeither\n\n105x​, 1035x​, 1055x​, …\n\n\n                  \n                  Answer \n                  \n                \nGeometric\n\n\nWhat term in the geometric sequence 1, 3, 9, … is the value 19 683\n\n&lt;&lt;&lt;&lt;&lt;&lt;&lt; HEAD\n\nWhat term in the geometric sequence 643​, 16−3​, 43​ has a value of 192\n=======\n\n\nWhat term in the geometric sequence 643​, 16−3​, 43​, … has a value of 192?\n\n\n\n                  \n                  Warning\n                  \n                \nThese next questions are hard, as such you should invest your time into understanding how each of these actually works\n\n\n\n\n\n\norigin/master\n\n\n\n\n\n\n\n\nDetermine the values of y, if 4y+1,y+4, and 10−y are consecutive, form a geometric sequence.\n\n\n\n                  \n                  Answer \n                  \n                \nr=tn−1​tn​​ \n4y+1y+4​=y+410−y​ \n(y+4)2=(4y+1)(10−y) \n5y2−31y+6=0\ny1​=6\ny2​=0.2\n\n\nDetermine x and y in each geometric sequence\n\n3, x, 12, y, …\n\n\n                  \n                  Answer \n                  \n                \n3x​=x12​ \nx=±6​\n612​=12y​ \ny=24\nou\ny=−24\n\n-2, x, y, 1024, …\n\n\n                  \n                  Answer \n                  \n                \nx=−2r\ny=xr\n1024=yr\ny=−2r2\n1024=−2r3\nr=−8\n−2∗−8=16=x\n16∗−8=−128=y\n\n\nThe first 3 terms in the sequence -8,x,y,72 form an arithmetic sequence, but the second third and fourth terms form a geometric sequence. Determine x and y.\n\n\n\n                  \n                  Answer \n                  \n                \nx+8=d \ny−x=d \nx+8=y−x \ny=2x+8\n72=yr=xr2 \ny=xr \n2x+8=xr \nr=x2x+8​\n72=x(x2x+8​)2 \n4x2−40x+64=0 \nx=8 or x=2\ny=24 or y=12\n"},"Math/MCR3U5/Unit-7/L5---Arithmetic-and-Geometric-Series":{"title":"L5 - Arithmetic and Geometric Series","links":[],"tags":[],"content":"\n\n                  \n                  What are series? \n                  \n                \nA series is the sum of terms of a sequence of numbers\n\nArithmetic sequence:\nSum of terms in a arithmetic sequence\n\n\nGeometric sequence:\nSum of terms in a geometric sequence\n\n\n\n\n                  \n                  Finding series \n                  \n                \nTo find an arithmetic series:\nSn​=2n(a+tn​)​ \n(if the value of tn​ is known)\nSn​=2n(2a+(n−1)d)​ \n(if the value of tn​ is unknown)\nTo find a geometric series:\nSn​=r−1a(rn−1)​,r=1\n\n\nQuestions\nExample 1\n\nDetermine sum of first 20 terms in each series\n\n57 + 51 + 45 + 39 + …\n\n\n                  \n                  Answer \n                  \n                \nSn​=2n(2a+(n−1)d)​\nS20​=220(2∗57+(20−1)(−6))​ \nS20​=0\n\n-11m - 2m + 7m + …\nExample 2\n\nDetermine sum of series: 4 + 15 + 26 + … + 213\n\nExample 3\n\nDetermine the sum of the first 10 terms of the series: -3 + 15 - 75 + 375 - …\n\nExample 4\n\nA teacher finds a job that lasts 12 hours. The first option of payment is to receive 12,75$ for the first hour, 13$ for the second hour, 13,25$ for the third, etc. The second option is to be paid 14,75$ for each hour worked. Which option is best?\n\nExample 5\n\nA tennis tournament includes 128 players. For each match, the player that loses must leave the tournament, and the player that wins has to continue do the next match. What is the total number of matches played during the course of the tournament.\n\nYour Turn!\n\nDetermine the sum of the first 10 terms of the series: 2 + 6 + 10 + 14 + …\n\n\nDetermine the sum of the series: 3 + 8 + 13 + … + 58\n\n\nHomework\nTextbook p. 400-401 # 3 (ace), 5, 6, 8 (cd), 11, 13\n\nDetermine the sum of each arithmetic series, in which the first and last terms are given\n\na=21​ and t8​=4\na=19 and t12​=151\na=−5 and t45​=17\na=11 and t20​=101\n\nDetermine the sum of each series\n\n-1 + 2 + 5 + … + 164\n2 - 5 - 12 - … - 222\n21.5 + 14.2 + 6.9 + … - 715.8\n35​+311​+317​+⋯+353​\n\nThe 15th term in an arithmetic sequence is 43, and the sum of the 15 first terms of the series is 120. Determine the first 3 terms.\n\n\nDetermine the sum of each series\n\n27​+57​+87​+⋯+837​\n(5a−3b)+)(4a−2b)+(3a−b)+⋯+(−5a+7b)\nx2​+x4​+x6​+⋯+x18​\n\nA miniature car is driving on an incline track and accelerates as it descends. It get’s to 4cm during the first second, 8cm during the second, and 12cm during the third, and so on. Determine the total distance that the car covers in 30s.\n\n\nWrite an expression of the sum of terms of an arithmetic series in which the terms are represented by tn​=3n−2\n\n\nTextbook p.408-409 # 2-4 (ace), 8-11, 15\n\nFor each geometric series, determine the values of a and r. Then, determine the indicated sum.\n\nS8​ for 2 + 6 + 18 + …\nS15​ for 0.3 + 0.003 + 0.000 03 + …\nS9​ for 2.1 - 4.2 + 8.4 - …\n\nDetermine Sn​ for each geometric series\n\na=6,r=2 and n=9\nf(1)=729,r=−3 and n=15\na=21​,r=4 and n=8\n\nDetermine the sum of each geometric series\n\n27 + 9 + 3 + … + 2431​\n7 + 3.5 + 1.75 + … + 0.109375\n1200 + 120 + 12 + … + 0.00012\n\nThe series 4 + 12 + 36 + 108 + … + tn​ has a sum of 4372. How many terms are in this series.\n\n\nThe third term in the geometric series is 24, and the 4th term is 36. Determine the sum of the first 10 terms.\n\n\nIn a geometric series, t1​=3 and S3​=21. Determine the common ratio and represent the sum of k first terms in an expression.\n\n\nIn a lottery, the first first ticket pulled wins 25$. Then the next ticket wins double that, and so on.\n\nRepresent the total sum given in the form of a function\nRepresent the function graphically, and determine the number of tickets pulled if the sum is 2 million.\n\nThree numbers, a b, and c form a geometric series, in which a + b + c = 35 and abc = 1000. Determine the values of a, b, and c.\n"},"Math/MCR3U5/Unit-7/L6---Recursive-Sequences":{"title":"L6 - Recursive Sequences","links":[],"tags":[],"content":"Notes\n\n\n                  \n                  What is a Recursive Sequence? \n                  \n                \nA Recursive Sequence is a sequence where the value of one term is based upon the previous terms of the sequence.\n\n\n\n                  \n                  Recursive Formula \n                  \n                \nFormula that permits us to calculate a term, using the previous terms of the sequence\n\n\n                  \n                  Fibonacci Sequence \n                  \n                \nThe Fibonacci Sequence is a recursive sequence with the equation of:\nt1​=1\nt2​=1\ntn​=tn−1​+tn−2​\nn≥3,n∈N\n\nIn general there are 3 components to a recursive formula\n\n\nThe beginning terms\n\n\nA formula\n\n\nRestrictions\n\n\n\n\n                  \n                  Restrictions n does not go below 1\n                  \n                \nFor a lot of Recursive Sequences you will need restrictions. This is because for most of them you do not have the negative terms, therefore you need restrictions to make sure \n\n\n                  \n                  Example n≥3,n∈N\n                  \n                \nFor the Fibonacci Sequence: \n\n\n\nQuestions\nExample 1\n\nDetermine the first 4 terms of each sequence\n\n\nt1​=8,tn​=2tn−1​−n,n≥2,n∈N\n\n\n\n                  \n                  Answer \n                  \n                \nt1​=8\nt2​=2t1​−n\nt2​=2(8)−2\nt2​=14\nt3​=2t2​−n\nt3​=2(14)−3\nt3​=25\nt4​=2t3​−n\nt4​=2(25)−4\nt4​=46\n\n\n\nt1​=76,tn​=2tn−1​​−2,n≥2,n∈N\n\n\nt1​=1,t2​=3,tn​=(tn−1​)2+4tn−2​,n≥3,n∈N\n\n\nExample 2\n\nDetermine the recursive formula of each sequence\n\n\n\n4,21​,2,1,2,2,4,8\n\n\n3, 7, 15, 31, 63\n\n\nYour Turn!\n\nDetermine the first 4 values of each recursive sequence:\n\nt1​=2,tn​=3tn−1​+n2,n≥2,n∈N\n\nDetermine the recursive formula of the sequencce\n\n\n2, 5, 11, 23, 47, …\n1, 4, 13, 40, 121, …\n\n\nHomework\n\nWrite the first 4 terms of each sequence when n∈N\n\nt1​=7,tn​=2tn−1​−1\nt1​=50,tn​=2tn−1​​\nt1​=100,tn​=0.15tn−1​​\n\nWrite the first 4 terms of each sequence when n∈N\n\nf(1)=−1,f(n)=−3f(n−1)\nf(1)=18,f(n)=f(n−1)+2\nf(1)=25,f(n)=−0.5f(n−1)"},"Math/index":{"title":"index","links":["Math/MCR3U5/Unit-6/Homework/L1-Homework","Math/MCR3U5/Unit-6/Homework/Trigonometric-Identities---Practice","Math/MCR3U5/Unit-6/Notes","Math/MCR3U5/Unit-7/L1---Pascal's-Triangle","Math/MCR3U5/Unit-7/L2---Binomial-Theory","Math/MCR3U5/Unit-7/L3---Arithmetic-Sequences","Math/MCR3U5/Unit-7/L4---Geometric-Sequences","Math/MCR3U5/Unit-7/L5---Arithmetic-and-Geometric-Series","Math/MCR3U5/Unit-7/L6---Recursive-Sequences"],"tags":[],"content":"\nMCR3U5\n\n\nMCR3U5 - Images\n\n\nUnit 6\n\nHomework\n\nL1 Homework\nTrigonometric Identities - Practice\n\n\nNotes\n\n\n\nUnit 7\n\nL1 - Pascal’s Triangle\nL2 - Binomial Theory\nL3 - Arithmetic Sequences\nL4 - Geometric Sequences\nL5 - Arithmetic and Geometric Series\nL6 - Recursive Sequences\n\n\n\n\n"},"Science/SNC2D1/exam-prep":{"title":"exam prep","links":[],"tags":[],"content":" The questions below are those provided by the teacher&#039;s, under the context of questions you must be able to answer\nOptics\nWhat is light? How is it produced?\nLight is a form of electromagnetic radiation. Light specifically refers to the visible portion of the spectrum, the range of wavelengths that the human eye can detect.\nLight is produced from a source:\n\nA source of light changes energy in one form (like electric or thermal energy) into light energy. We say that sources\nof light are luminous objects. Object that are not sources are non-luminous objects.\n\nWhat is the electromagnetic spectrum?\nThe electromagnetic spectrum refers to the entire range of electromagnetic waves. These waves vary in frequency and wavelength, and they include a broad range of phenomena such as radio waves, microwaves, infrared radiation, visible light, ultraviolet radiation, X-rays, and gamma rays.\n\nThe laws of Reflection\nThe First Law of Reflection:\nThe incident ray, the reflected ray, and the normal to the surface all lie in the same plane.\nThe “incident ray” is the incoming ray of light.\nThe “reflected ray” is the ray of light that bounces off the reflective surface.\nThe “normal” is an imaginary line perpendicular to the surface at the point of incidence (where the incident ray strikes the surface).\nThe Second Law of Reflection:\nThe angle of incidence (θi) is equal to the ane of refection (θr).\nMathematically, this can be expressed as θi = θr.\nPlane mirrors - SALT &amp; ray iagrams\n. Draw line parallel to Principle Line - Bounces directly back\n2. Draw line where the Principle Line intercepts with the mirror - law of reflection\n3. Meet’s on virtual side of mirror\n\nIn a plane mirror its always:\nS - Same\nA - Upright\nL - Behind mirror, same distance\nT - Virtual\nCharacteristics of images – SALT for mirrors (plane, concave &amp; convex)\nS - Size (Larger, Same, Smaller)\nA - Attitude (Upright, Inverted)\nL - Location (Which side/distance)\nT - Type (Real, Virtual)\n\nPlane\nS - Same\nA - Upright\nL - Behind mirror, same distance\nT - Virtual\nConcave\n\n\n\n\n\nConvex\n\nTerminolog aociated th ray iagrams and concave and convex mirrors\n\n\n\nPrincipal Axis: The imaginary line that passes through the center of curvature (C) and the vertex (V) of a mirror.\n\n\n\nCenter of Curvature (C): The point on the principal axis that is at a distance equal to the radius of curvature from the vertex. For concave mirrors, C is in front of the mirror; for convex mirrors, C is behind the mirror.\n\n\nVertex (V): The point where the principal axis intersects the mirror surface.\n\n\nFocal Point (F): The point on the principal axis where parallel rays either converge (concave mirror) or appear to diverge from (convex mirror) after reflection.\n\n\nFocal Length (f): The distance between the focal point (F) and the vertex (V) of the mirror.\n\n\nRays of Light:\n\nIncident Ray: The incoming ray of light that strikes the mirror.\nReflected Ray: The ray that bounces off the mirror surface after reflection.\nNormal Line: The imaginary line perpendicular to the mirror surface at the point of incidence. It helps in measuring angles.\n\n\n\nMirror Equation: The equation relating the object distance (u), image distance (v), and focal length (f) for mirrors. It is given by f1​=u1​+v1​\n\n\nMagniication m): The ratio of the height of the image to the height of the object. It can be calculated using the formula m=u−v​\n\n\nReal Image: Formed when reflected rays actually converge, and the image can be projected onto a screen.\n\n\nVirtual Image: Formed when reflected rays appear to diverge but do not actually converge. A virtual image cannot be projected onto a screen.\n\n\nConcave Mirror:\nConcave Reflecting Surface: The inner, curved surface of the mirror.\nConverging Mirror: A concave mirror that brings parallel rays of light together after reflection.\n\n\nConvex Mirror:\nConvex Reflecting Surface: The outer, curved surface of the mirror.\nDiverging Mirror: A convex mirror that makes parallel rays of light appear to diverge after reflection.\n\n\nHow to locate an mae on a concave n convex mirror drawing proper ray diagram\nConcave\n\nLine parallel to principle axis, reflecting through focal point\nLine through focal point reflecting parallel to principle axis\n\nConvex\n\nLine parallel to principle axis, reflecting through focal point (continue virtually with reflected ray)\nLine through focal point reflecting parallel to principle axis (continue virtually with reflected ray)\n\nWhat is refraction plain ho it occur\nefraction is a phenomenon that occurs when light waves pass from one medium into another with a different optical density, causing a change in the direction of the light.\nWhen light enters a medium with a different refractive index, its speed changes, causing the change in direction. If the second medium has a higher refractive index, the light bends towards the normal (the imaginary line perpendicular to the surface at the point of incidence). If the second medium has a lower refractive index, the light bends away from the normal.\nRules of refraction\n\n\nFirst Rule (Snell’s Law):\n\nSnell’s Law describes the relationship between the angles of incidence and refraction and the refractive indices of the two media.\nIt is mathematically expressed as: n1​sin(θ1​)=n2​sin(θ2​)\nWhere:\n\nn1​​ and n2​​ are the refractive indices of the first and second mediums, respectively.\nθ1​​ is the angle of incidence, and θ2​​ is the angle of refraction.\n\n\n\n\n\nSecond Rule (Bent toward the Normal):\n\nWhen light passes from a less dense medium to a more dense medium, it bends toward the normal (an imaginary line perpendicular to the surface at the point of incidence).\nThe refracted ray is closer to the normal than the incident ray.\n\n\n\nThird Rule (Bent away from the Normal):\n\nWhen light passes from a more dense medium to a less dense medium, it bends away from the normal.\nThe refracted ray is farther away from the normal than the incident ray.\n\n\n\nCritical Angle:\n\nThe critical angle is the angle of incidence in a denser medium that results in an angle of refraction of 90 degrees in the less dense medium.\nWhen the angle of incidence exceeds the critical angle, total internal reflection occurs.\n\n\n\nIndex of refraction calculations\nThe index of refraction (n) is a measure of how much light slows down as it passes through a particular medium compared to its speed in a vacuum. The index of refraction is typically denoted by the symbol “n” and is calculated using the following formula:\nn=vc​\nwhere:\n\nn is the index of refraction,\nc is the speed of light in a vacuum (approximately 3.00×1083.00×108 meters per second),\nv is the speed of light in the given medium.\n\nIn other words, the index of refraction is the ratio of the speed of light in a vacuum to the speed of light in the medium.\nLens Equation &amp; Magnification calculations (formulas will be given)\nLens Equation:\nThe lens equation relates the object distance (u), the image distance (v), and the focal length (f) of a lens. The lens equation is given by:\nf1​=u1​+v1​\nf is the focal length of the lens\nu is the object distance (distance from object to lens)\nv is the image distance (distance from image to lens)\nMagnification Formula:\nThe magnification (m) of an optical system, including lenses, is the ratio of the height of the image (hi​) to the height of the object (ho​).\nThe magnification formula is given by:\nm=ho​hi​​=−uv​\nm is the magnification\nhi​ is the height of the image\nho​ is the height of the object\nv is the image distance\nu is the object distance\nChemistry\nEvidence of Chemical changes\nA chemical change is when bonds form or breake. Some common way that you can tell that this has happened are:\n\nPrecipitate\nGas formation or bubbles\nColor change\nTemperature\nHard to reverse\n\n\nNote: Odor is just gas formation\n\nChemical families in the Periodic Table\n\nAtoms and Ions &amp; Subatomic Particles\nProton\nA proton is a subatomic particle with a positive electric charge of +1. Protons and neutrons, each have masses of approximately one atomic mass unit.\nsymbol p+\nNeutron\nA neutron is a subatomic particle with no net electric charge and a mass slightly larger than that of a proton. Protons and neutrons constitute the nuclei of atoms.\nsymbol n0\nElectron\nThe electron is a subatomic particle whose electric charge is -1 elementary charge.\nsymbol e−\nIonic vs. covalent compounds\nIonic\nIonic compounds are compounds composed of ions, charged particles that form when an atom (or group of atoms, in the case of polyatomic ions) gains or loses electrons. They come in pairs, with one positively charged ion and one negatively charged ion. Ionic compounds typically have one metal and one non-metal as part of the compound.\nCovalent\nCovalent compounds are compounds formed by sharing electrons between atoms. They typically have two or more non-metals as part of the compound.\nLewis Dot diagrams\nLewis dot diagrams are diagrams that show the valence electrons of an atom and the element symbol.\nThey are made by first writing the element symbol, then drawing dots around it. The number of dots is equal to the number of valence electrons.\nThey can also be used to show the bonding between atoms in a compound.\n\n\nFill in all four sides, before moving on\n\nCovalent\nIn covalent bonds you use a line to represent a pair of electrons.\nEach line has one electron from each atom.\n1 line = 2 electrons\n\nIonic\nIn ionic bonds you brackets around the element symbol and then write the charge outside the brackets.\n[Na]+[:⋅C​⋅l​:]−\nNotice how the sodium has no dots, this is because it has lost its valence electron. The chlorine has 8 dots, this is because it has gained an electron.\nNaming compounds\nMultivalent elements\nMultivalent elements are elements that can have more than one charge. You add a roman numeral to the end of the element name to show the charge.\nExample: Iron (II) Oxide\nPrefix system\nThe prefix system is used for covalent compounds. You add a prefix to the element name to show the number of atoms of that element.\nExample: Carbon Dioxide\n\nMono\nDi\nTri\nTetra\nPenta\nHexa\nHepta\nOcto\nNona\nDeca\n\nPolyatomic ions\nPolyatomic ions are ions that are made up of more than one atom. They are treated as a single unit when naming compounds. Normally they end in -ate or -ite.\nAcids (binary, sulfuric, carbonic, nitric, phosphoric)\nWord equations\nA chemical equation that is just written out in words.\nExample: Hydrogen + Oxygen → Water\nSkeleton Equations\nA chemical equation that is written out using the element symbols. This is the first step in balancing an equation.\nExample: H2​+O2​−&gt;H2​O\nLaw of Conservation of Mass &amp; Balancing Equations\nThe law of conservation of mass states that mass in an isolated system is neither created nor destroyed by chemical reactions or physical transformations.\nThis means that in a chemical equation the number of atoms of each element on the left side of the equation must be equal to the number of atoms of each element on the right side of the equation.\nTo balance an equation you add coefficients to the elements or compounds on the left side of the equation. You can not change the subscripts.\nExample: Skeleton: H2​+O2​−&gt;H2​O Balanced: 2H2​+O2​−&gt;2H2​O\nBohr Diagrams\nHow many electrons fit each ring is calculate with 2(n)2\nTypes of Chemical Reactions\nSynthesis\nA synthesis reaction is when two or more reactants combine to form a single product.\nExample: A+B−&gt;AB\nDecomposition\nA decomposition reaction is when a single reactant breaks down into two or more products.\nExample: AB−&gt;A+B\nSingle Displacement\nA single displacement reaction is when an element in a compound is replaced by another element.\nExample: AB+C−&gt;AC+B\nA and C have to be the same type of element. For example, if A is a metal, C must also be a metal. If A is a non-metal, C must also be a non-metal.\nDouble Displacement\nA double displacement reaction is when two elements in two compounds switch places.\nA and C have to be the same type of element. For example, if A is a metal, C must also be a metal. If A is a non-metal, C must also be a non-metal.\nB and D have to be the same type of element. For example, if B is a metal, D must also be a metal. If B is a non-metal, D must also be a non-metal.\nExample: AB+CD−&gt;AD+CB\nAcids and Bases\nWhat is an acid?\nAn acid is a substance that produces hydrogen ions (H+) when dissolved in water.\nWhat is a base?\nA base is a substance that produces hydroxide ions (OH−) or any ion that will take a hydrogen ion when dissolved in water.\nHydronium ion\nA hydronium ion is a water molecule with an extra hydrogen ion attached to it. It is represented by H3​O+.\n\nProperties of Acids and Bases\nAcids\n\nInclude Hydrogen\nPH below 7\n\nBases\n\nIncludes Hydroxide\nPH above 7\n\npH Scale\nThe pH scale is a scale that is used to measure the acidity of a substance. It ranges from 0 to 14. 0 is the most acidic, 14 is the most basic, and 7 is neutral.\nIndicators to distinguish between Acids and Bases\nAn idicator is a substance that changes color when it comes in contact with an acid or a base. For example, litmus paper turns red when it comes in contact with an acid and blue when it comes in contact with a base.\nbromothymol blue will turn yellow when it comes in contact with an acid and blue when it comes in contact with a base.\n\nNeutralization reactions\nA neutralization reaction is when an acid and a base react to form a salt and water.\nExample: HCl+NaOH−&gt;NaCl+H2​O\nClimate Change\nWeather vs. Climate\nWeather is the day to day conditions of the atmosphere. Climate is the average weather conditions over a long period of time.\nGreenhouse Effect\nThe greenhouse effect is the process by which radiation from a planet’s atmosphere warms the planet’s surface to a temperature above what it would be without its atmosphere.\nGreenhouse Gases (names, natural &amp; anthropogenic sources)\nNames: Carbon dioxide, Methane, Nitrous oxide, Water vapor, Ozone, Chlorofluorocarbons\nNatural Sources: Volcanoes, Decomposition, Ocean release, Respiration, Wildfires\nAnthropogenic Sources: Burning fossil fuels, Deforestation, Agriculture, Landfills, Industrial production\nAnthropogenic: caused by humans\nThe Atmosphere (composition, how it works)\n78% Nitrogen, 21% Oxygen, 1% Other\nThe atmosphere works by trapping heat from the sun. The sun emits short wave radiation, which passes through the atmosphere and is absorbed by the earth. The earth then emits long wave radiation, which is absorbed by greenhouse gases in the atmosphere. This causes the atmosphere to heat up.\nEvidence for Climate Change\nIDK world heating up ig\nmore extream weather\nFeedback loops\nA feedback loop is a system where the output of one step is used as the input of another step. There are two types of feedback loops, positive and negative.\nPositive Feedback Loop\nA positive feedback loop is a system where the output of one step is used as the input of another step, and the output of that step is used as the input of the first step. This causes the system to get more and more extreme.\nExample: The ice-albedo feedback loop. As the earth heats up, ice melts. Ice is white, so it reflects a lot of light. When the ice melts, it is replaced by water, which is dark, so it absorbs a lot of light. This causes the earth to heat up more, which causes more ice to melt, which causes the earth to heat up more, and so on.\nNegative Feedback Loop\nA negative feedback loop is a system where the output of one step is used as the input of another step, and the output of that step is used as the input of the first step. This causes the system to get less and less extreme.\nExample: The ice-albedo feedback loop. As the earth heats up, ice melts. Ice is white, so it reflects a lot of light. When the ice melts, it is replaced by water, which is dark, so it absorbs a lot of light. This causes the earth to heat up more, which causes more ice to melt, which causes the earth to heat up more, and so on.\nEvidence of past climate (proxy records)\nProxy records are records that can be used to determine the climate of the past. Some examples are tree rings, ice cores, and sediment cores.\nElectromagnetic spectrum\nMethods of heat transfer\nConduction\nConduction is the transfer of heat through a solid object. It occurs when two objects of different temperatures are in contact with each other.\nConvection\nConvection is the transfer of heat through a fluid. It occurs when a fluid is heated, causing it to rise, and then cool, causing it to sink.\nRadiation\nRadiation is the transfer of heat through electromagnetic waves. It occurs when an object emits electromagnetic waves, which are absorbed by another object.\nTaking action on climate change - what can humans do\nUs as humans can do many things to help stop climate change. Some examples are: using renewable energy, using public transportation, and eating less meat. These things will help reduce the amount of greenhouse gases that we emit.\nThere are many things that we can do to help stop climate change. Some examples are: using renewable energy, using public transportation, and eating less meat. These things will help reduce the amount of greenhouse gases that we emit.\nRenewable energy:\nSolar power:\nSolar power is a renewable energy source that uses the sun’s energy to generate electricity. It is a clean energy source that does not emit greenhouse gases.\nWind power:\nWind power is a renewable energy source that uses the wind’s energy to generate electricity. It is a clean energy source that does not emit greenhouse gases.\nHydro power:\nHydro power is a renewable energy source that uses the energy of moving water to generate electricity. It is a clean energy source that does not emit greenhouse gases.\nPublic transportation:\nPublic transportation is a way of getting around that uses buses, trains, and other forms of transportation that are available to the public. It is a way of getting around that does not emit greenhouse gases.\nEating less meat:\nEating less meat is a way of reducing the amount of greenhouse gases that we emit. It is a way of reducing the amount of greenhouse gases that we emit.\nBiology\nCell Theory:\n\n\nAll living organisms are composed of one or more cells.\n\n\nCells are the basis unit of structure and organization in living organisms\n\n\nAll cells arise from preexisting cells\n\n\nAnimal and Cell organelles:\n\n\nCytoplasm: the gel inside all cells in which all of the organelles are suspended in, and it is made up of waters and other chemicals\n\n\nCell membrane: plasma membrane, is semi-permeable, and it allows some things to enter while not allowing others\n\n\nNucleus: control center of the cell, contains genetic material (DNA), and DNA contains millions of genes and wrapped around structured called chromosomes\n\n\nMitochondria: powerhouse of the cell, makes energy, converts glucose into ATP, does this by the process of cellular respiration\n\n\nEndoplasmic reticulum: network of branching tubes and pocket that extends throughout the cytoplasm. Acts as a road for the transportation of cell materials, e.g fats, proteins, etc.\n\n\nGolgi bodies: stack of membranes, located near the nucleus. Involved in the collection and processing of cell materials\n\n\nVesicles: a small sac surrounded by a single layer of membrane, and they contain solid or fluid materials\n\n\nRibosomes: small spherical structures in the cytoplasm, and is the construction site for protein synthesis\n\n\nOrganelles found only in plant cells:\n\n\nCell wall: a strong wall surrounds the cell membrane, it is rigid and porous, and provides structure and support\n\n\nVacuole: a large sac surrounding by a single layer of membrane, a vacuole holds water in plant cell\n\n\nChloroplast: sugar factories of the cell, contain green color pigments, and is made through the process of photosynthesis\n\n\n\nCell cycle and Mitosis:\nThe series of events that occur during cell division is known as the cell cycle\nThere are three phases to the cell cycle:\ni) interphase\nii) mitosis\niii) cytokinesis\nCell cycle:\n\n\nInterphase:\n\n\nlongest phase of the cell cycle\n\n\nThree phases: G1, S, and G2 phases\n\n\nG1: cell continues daily metabolic activities\n\n\nS phase: parent cell’s DNA instructions are duplicated so that each daughter cell can receive a complete set of DNA\n\n\nG2: the cell continues to grow and organelles of the cell duplicate\n\n\nCell division:\nMitosis(PMAT):\n\n\nProphase: DNA condenses into chromosomes, consisting of sister chromatids held together by a centromere, and breaks the nuclear membrane at the end of prophase.\n\n\nMetaphase: Duplicated chromosomes line up in the cell’s equator, where the nuclear membrane dissolves. Spindle fibers move the chromosomes to the parent cell’s equator.\n\n\nAnaphase: The centromere splits, separating sister chromatids into daughter chromosomes, which move towards the opposite ends of the parent cell through spindle fibers.\n\n\nTelophase: The daughter chromosomes move to opposite poles, becoming thin, long, and invisible. A new nuclear membrane forms around each set, and the parent cell appears to have two nuclei.\n\n\nCytokinesis:\n\n\nFinal stage of cell division\n\n\nCytoplasm dividing produces two genetically identical cells\n\n\nDuring the cell cycle, special proteins are used to check to ensure that cell division can continue\n\n\n\nCancer:\n\n\nCancer is a group of diseases in which cells grow and divide out of control\n\n\nCaused by a change/mutation in the DNA part that controls the cell cycle\n\n\nUncontrolled growth and cell division lead to a lump of cells known as a tumor\n\n\nBenign tumor is not cancerous, while malignant tumor is cancerous, as malignant cells interfere with other cells\n\n\nCarcinogen: environmental factors that cause cancer\n\n\nApoptosis is a normal form of cell death that occurs in multicellular organisms to ensure the dividing cells stay healthy\n\n\nCancer screening methods:\n\n\nEndoscopy:\n\nUse of endoscope to screen for internal cancers\n\n\n\nX-ray:\n\n\nView parts of the body such as bones and lungs\n\n\nCan cause DNA damage due to high radiation levels\n\n\n\n\nMammogram:\n\nSpecialized x-ray for breast tissue\n\n\n\nUltrasound imaging:\n\nUses high frequency sound waves to create digital image of tissues\n\n\n\nCAT/CT scan\n\nTakes cross section images of body parts\n\n\n\nMRI:\n\nUses magnetic fields to create 3D images of body parts\n\n\n\nBiopsy:\n\n\nRemoval and examination of cell tissue samples\n\n\n\n\nMethods for treating cancer:\n\n\nSurgery:\n\nPhysical removal of cancerous tissue\n\n\n\nChemotherapy:\n\n\nDrugs are put into the system to stop or slow spread of cancer\n\n\nSide effects: hair loss, nausea, and fatigue\n\n\n\n\nRadiation therapy:\n\nDamages DNA of cancer cells\n\n\n\nBiophotonics:\n\n\nNew technology where light is used to diagnose, monitor and treat living cells\n\n\n\n\nLevels of organization:\nAtom → Molecule → Organelle → Cell → Tissue → Organ → Organ system → Organism\n\nRespiratory system organs &amp; functions:\n\n\nNose:\n\n\nAir enters through nostrils and travels through nasal cavity\n\n\nNasal cavity uses hair to trap and filter out foreign materials\n\n\n\n\nMouth:\n\n\nAir that enters through the mouth travels through the oral cavity\n\n\nMouth does NOT use hair to filter out foreign materials\n\n\n\n\nPharynx:\n\n\nBack region of nasal and oral cavities\n\n\nContains a flap called epigiottis that covers the opening of the trachea, so that food does not enter\n\n\nEating too fast can cause food to bypass the flap\n\n\n\n\nTrachea:\n\n\nSupported by rings of cartilage\n\n\nLined with epithelial cells that produce mucs, trapping dirt\n\n\nLined with tiny hairs called cilia that move mucus and filter dirt\n\n\n\n\nBronchi:\n\n\nTrachea separates into two bronchi\n\n\nAlso lined with cilia\n\n\n\n\nBronchioles:\n\nBronchi separate into smaller bronchioles\n\n\n\nAlveoli:\n\n\nCluster of air sacs on the ends of bronchioles\n\n\nOxygen in the lungs is diffused from the alveoli into the capiliraies\n\n\nCarbon dioxide produced by body cells is diffused from the capillaries into the alveoli and out into the lungs to be exhaled\n\n\n\n\nBreathing:\n\nInhalation and exhalation use the contraction and relaxation of intercostal muscles(located between ribs) and diaphragm muscles(located under lungs) to this increases and decreases lung volume, allowing air to come in and go out\n\n\n\n\nDigestive system organs &amp; functions:\nDigestive tract:\n\n\nMouth: Food undergoes mechanical and chemical breakdown in the mouth, using teeth and tongue for physical breaks and enzymes for chemical breaks. Saliva, containing enzymes, water, and mucus, aids in easy swallowing.\n\n\nEsophagus: The esophagus is a muscular tube connecting the mouth to the stomach, where smooth muscles contract and relax, facilitating food movement to the stomach.\n\n\nStomach: A muscular bag that holds food, mixes it with digestive juices, and secretes gastric juice containing enzymes, hydrochloric acid, and mucus. It breaks down food, destroys germs, and protects against heartburn.\n\n\nSmall intestine: The small intestine, a 6m long tube, completes chemical digestion and nutrient absorption, facilitated by tiny villi projections, facilitating food absorption into the bloodstream.\n\n\nLarge intestine: The large intestine, a 1.5m-long tube, absorbs water from indigestible food, stores solid waste, and houses bacteria that convert it into vitamins, ejecting it through the rectum.\n\n\nAccessory organs(food does not enter):\n\n\nLiver:\n\nProduces bile that helps breakdown fats\n\n\n\nGallbladder:\n\nStores bile for later use\n\n\n\nPancreas:\n\nProduces insulin that controls blood sugar levels\n\n\n\n\nCirculatory system organs &amp; functions:\nBlood:\n\n\nRed blood cells: carry oxygen, contain hemoglobin, when hemoglobin is attached to oxygen it makes blood appear red\n\n\nWhite blood cells: fight infections in the blood, less than 1% of the blood, and recognizes and destroys invading bacteria and viruses\n\n\nPlatelets: tiny cells that help with blood clotting, less than 1% of blood, they seal up opening when blood vessels break\n\n\nPlasma: protein rich fluid that carries all the blood cells, makes up 55% of blood, 90% of it is water, the other 10% contains important substances like proteins, vitamins, nutrients, salts, and hormones, transports these around the body\n\n\nHeart:\n\n\nHeart composed of four types of tissue: cardiac muscle tissue, nerve tissue, connective tissue, and epithelial tissue.\n\n\nHeart divided into four chambers for blood exchange.\n\n\nContracting cardiac muscle tissue squeezes chambers, allowing blood to exit.\n\n\nRelaxing cardiac muscle tissue opens chambers, allowing blood to pool.\n\n\nRegular pumping of blood throughout the body.\n\n\nFactors like temperature, activity, stress, chemicals, and health can affect heart rate.\n\n\nBlood vessels:\n\n\nArteries: carry blood away from the blood, has the thickest walls,\n\n\nVeins: have a one way valve opening, does not have as thick walls, arteries and veins are connected by the capillaries\n\n\nCapillaries: the smallest blood vessels with very thin walls that allow substances to diffuse in and out of blood and body cell, this is the site of diffusion, oxygen and nutrients diffuse here, and carbon dioxide and waste are also diffused back into the the blood through the capillary walls\n\n\n\nDiagrams that you need to be able to label: Animal and Plant cell, Digestive System, Respiratory System\n\n\n"},"Science/index":{"title":"index","links":[],"tags":[],"content":""},"Untitled":{"title":"Untitled","links":[],"tags":[],"content":"\n\n                  \n                  Blank\n                  \n                \nsdjfsklfjsldkf\n"},"index":{"title":"Welcome To Out Notes Vault","links":["About/Philosophy","English/","French/","Math/"],"tags":[],"content":"Get stated by heading to out Philosophy\nHere are the subjects we cover:\nEnglish\nFrench\nMath"},"phj2qk":{"title":"phj2qk","links":[],"tags":[],"content":"\n\n                  \n                  Info\n                  \n                \n\nSwitch between light and dark mode to see the difference.\nSwitch between reading and preview mode to see the difference.\nI am using quick latex plugin for quickly wiriting the formulaes.\nYou can also use the desmos plugin to create desmos graph in your notes.\nFor the inverting image check the invert image css in the snippets folder and modify it if it is not working properly for you.\n\n\nNotes\n1. Distance Formulae\n\n[!blank-container]\n\n[!blank-container|float-right]\n\n\nThe distance between two points P(x1​,y1​) and Q(x2​,y2​) is given by PQ=(PR)2+(QR)2​=(x2​−x1​)2+(y2​−y1​)2​\n\n[!blank-container|float-left]\n\n\n                  \n                  Remark M(x0​,y0​) from origin O(0,0) OM=(x02​+y02​)​\n                  \n                \nThe distance of a point \n\n\n\n2. Section Formulae\n"}}